[
  {
    "user": "Mikes Mobile",
    "title": "3 Reasons Realtors Should Require a Level 2 Chimney Inspection with Every Home Transfer?",
    "slug": "3-reasons-realtors-should-require-a-level-2-chimney-inspection-with-every-home-transfer",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "01/07/2020"
    },
    "content": [
      "<div class='col-md-12 text-center'><img src='/assets/images/blogposts/01-20/couple.jpg' class='blog-img col-md-12'></div>",
      "<div class='col-md-12 text-center'><h4 class='font-weight-bold'>1. Protect Your Clients from Unforeseen Expenses.</h4></div> <div class='col-md-12 text-center'>Even when a home inspector says a fireplace is in good condition, new homeowners are frequently blindsided by costly chimney repairs. <span class='font-weight-bold'>Home inspectors are not licensed chimney professionals and they do not inspect many parts of the chimney.</span> A level two inspection from a licensed chimney professional ensures all aspects of a chimney are inspected and any necessary repairs are reported, which helps prevent new home buyers from feeling misled. No Realtor wants the call from a client post-sale asking how $1,000's of damage was missed in the pre-purchase inspections.</div>",
      "<div class='col-md-12 text-center'><img src='/assets/images/blogposts/01-20/realtor.jpg' class='blog-img col-md-12'></div>",
      "<div class='col-md-12 text-center'><h4 class='font-weight-bold'>2. Secure Your Reputation.</h4></div><div class='col-md-12 text-center'> <span class='font-weight-bold'>Knowledge is power,</span> and as a Realtor, you know that <span class='font-weight-bold'>reputation is everything.</span> You want to be on the other side of this story by being able to catch issues before they happen and explain the situation easily to all parties.</div>",
      "<div class='col-md-12 text-center'><img src='/assets/images/blogposts/01-20/firemen.jpg' class='blog-img col-md-12'></div>",
      "<div class='col-md-12 text-center'><h4 class='font-weight-bold'>3. It is NFPA Required.</h4> </div> <div class='col-md-12 text-center'>It’s required by the National Fire Protection Agency that a level 2 chimney inspection is included in <span class='font-weight-bold'>every home sale</span> (NFPA 211). There’s good reason for this - chimneys can be a source of warmth and fond memories when in working condition, but are also the cause of many house fires. This is not an area to cut corners.</div>",
      "<hr class='m-0 p-0'>",
      "<h3 class='col-md-12 mt-4 mb-0 p-0 text-center'><strong class='text-center'>Why a Level 2 Chimney Inspection from Mike's Mobile Makes You <span class='orange-text font-weight-bold'>Shine</span><strong></h3>",
      "<img src='/assets/images/blogposts/01-20/report.png' class='col-md-12 m-0 p-0' >",
      "Mike’s Mobile is years ahead of the competition with our <span class='orange-text font-weight-bold'>Instant Digital Reports</span>, complete with pictures, explanations of issues, and an itemized quote for repairs.",
      "You’re probably familiar with a typical chimney inspection report - illegible handwriting, covered in soot, giving you half the information and no pictures. Both buyers and sellers are scratching their heads wondering what a chase cover is or why cracks around the lintel are important.",
      "Our inspection reports were developed specifically with Realtors in mind to make everything crystal clear and to make you look like a true professional. Mike’s Mobile is licensed, bonded, insured, <span class='orange-text font-weight-bold'>CSIA Certified</span> and has 17 years in business with a stellar reputation you can count on!",
      "</div class='row text-center justify-content-center'><div class='col-md-12 text-center justify-content-center'><a href=\"/about/chimney-services\"><u>Click here to check out all of the chimney services we provide.</u></a></div></div>",
      "<div class='row text-center justify-content-center'><div class='col-md-6 m-0 p-0 text-center justify-content-center'><a _ngcontent-c7='' href='/free-quote' class='btn m-0 orange waves-light w-100 nomargin' id='quoteBtn' mdbrippleradius=''> Free Quote! </a></div></div>"
    ],
    "images": ["/assets/images/blogposts/01-20/realtor.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Why Hire A Certfied Chimney Sweep?",
    "slug": "why-hire-certified-chimney-sweep",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "5/30/19"
    },
    "content": [
      "Hiring a chimney sweep can be daunting, how can you tell if the person you're interested in hiring is the professional that you need? Local and state governments nationwide have all agreed on the gold standard, the <strong>CSIA Certified Chimney Sweep</strong> credential. They all agree that this standard meets their high expectations that everyone should hold when ensuring the safety and health of their chimneys.",
      "A CSIA Certified chimney sweep is required to have a strong understanding of the principles of Chimney Safety, Building Codes, Regulations, and more. The scope of the certification keeps you safe and makes sure that you will always receive the quality of service you expect and need.",
      "Mike's Mobile is dedicated to providing our customers with the professionals they need to maintain their chimneys. Every technician goes through the CSIA certification process to ensure we can provide the best service for our customers.",
      "<a href=\"/about/chimney-services\"><u>Click here to check out all of the chimney services we provide.</u></a>"
    ],
    "images": ["/assets/images/chimneys/cleaning/chimney_cleaning_2.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Gilbert: Linden man chops wood, warms hearts",
    "slug": "gilbert-linden-man-chops-wood-warms-hearts",
    "filter": {
      "Category": "General",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "9/11/18"
    },
    "content": [
      "We are very proud to call John Cummings a friend of Mike's Mobile Screen & Chimney Service. Mr. Cummings, and his foundation, was recently featured in the Stockton Record Newspaper. He is currently in the process of making his foundation an official non-profit organization. Below is the entire article.<br> <br> By Lori Gilbert<br> Record Staff Writer<br> Posted Nov. 8, 2014 @ 6:30 pm<br> <br> John Cummings was chopping and splitting the walnut trees he’d taken out of his two-acre property east of Stockton wondering what to do with all the wood when inspiration struck.<br> <br> Cummings, 64, born and raised in Linden, prefers burning eucalyptus and other hard woods because walnut burns faster and doesn’t radiate as much heat.<br> <br> When he’s sitting and enjoying the fire in his wood-burning stove — the only source of heat in the home built in 1929 that he shares with his wife — he doesn’t like to keep stoking it.<br> <br> People in need might not mind tending a fire more frequently, he reasoned, and his idea for a charitable organization was born.<br> <br> Warm a Hearth — Warm a Heart Foundation is not an official nonprofit yet. All of that takes time. There’s paperwork to be completed. Cummings, a mechanic by trade who owns his own business and serves local farmers, is putting the majority of his effort into his cause.<br> <br> Specifically, he wants to help low-income families stay warm during the winter. Warm a Hearth — Warm a Heart will pay for licensed chimney inspections and provide free firewood for those identified as being in need.<br> <br> “I wanted to do something to keep children warm,” Cummings said, “to keep them warm in a nice, safe environment.”<br> <br> If they’re safe and warm at night, he figures, they have a better chance of doing well in school and in life.<br> <br> Cummings, by his own definition a private man, is stepping out into the public for a cause. His heart seems to be in the right place, although his idea is not universally embraced.<br> <br> Wood burning is largely discouraged by the San Joaquin Valley Air Pollution Control District. The number of allowable burn days is expected to be smaller than in recent years in an effort to reduce particulate matter in the air.<br> <br> The district encourages residents to take advantage of its financial assistance to replace open wood-burning fireplaces with more efficient gas or pellet stoves.<br> <br> Even with assistance, though, modern stoves are not always feasible for families on tight budgets. In cases where fireplaces offer a home’s only source of heat, burn rules don’t apply.<br> <br> Farmington Fire Chief Conni Bailey is among those who are backing Cummings’ effort.<br> <br> “Anything we can do to support John in his efforts to keep kids warm, we’re all for,” said Bailey, whose mostly volunteer department is involved in several charitable efforts. “The inspections are a great boost to our end. We offered to assist in any way we could in that effort. He’s going to make available to us all those records. If something does happen, we’ll have records to go with our fire reports if there’s a chimney fire. We’ll know if it had been inspected.”<br> <br> Her department sees two to four chimney fires a year, she said.<br> <br> Beyond that, though, Bailey likes Cumming’s outreach to community members in need, something that defines her own fire department.<br> <br> Cummings is limiting his services to families with children in the Linden and Escalon school districts, the two areas where he lives and works.<br> <br> One farmer has donated 50 cords of wood. Others have made smaller donations. Running out of wood isn’t a concern for Cummings, who sees orchards pulled all the time. The bigger hurdle is connecting with families that can use his service.<br> <br> Cummings said he’s approached school district offices and schools with information to pass along to families who could use his help, but said he has gotten little response. The best connection he’s made was with an Escalon High School student he met at a gym where both work out. The young man is taking Cummings’ proposal to a service club he belongs to at school.<br> <br> Cummings also is spreading the word at local churches.<br> <br> Ultimately, he’d like to see volunteers join him in cutting and delivering wood, and keeping records of the work being done. His sister set up a website, warmahearthwarmaheart.webs.com, to accept donations to help with the costs of inspections.<br> <br> In the meantime, Cummings is using money he had planned to use to work on an old jeep to pay for the initial paperwork needed to start a foundation, and will also pay for chimney inspections. Real fund raising will have to be addressed in the future. For now, Cummings is more concerned with getting the program established.<br> <br> “This is the biggest thing I’ve done,” Cummings said. “I want to do something right.”<br> <br> Launched in the last couple months, Warm a Hearth – Warm a Heart is already has met its goal, Cummings said.<br> <br> “I’m already helping one person. A woman called,” Cummings said.<br> <br> That’s what he hoped for, to help even one person stay warm this winter. He dreams of more to come.<br> <br> Contact reporter Lori Gilbert at (209) 546-8284 or lgilbert@recordnet.com. Follow her on Twitter @lorigrecord."
    ],
    "images": ["/assets/images/blogposts/9-18/AR-141109581-1.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Disappearing in Stockton",
    "slug": "rollaway-disappearing-screen-doors",
    "filter": {
      "Category": "Screen Doors",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "9/10/18"
    },
    "content": [
      "Chiann P. from Stockton called us out to figure out a solution for screening the man door and french doors in the rear of her home in Brookside. After going over all of our screen door options she decided to go with our unobtrusive Rollaway brand Disappearing Screen Doors.<br><br> At Mike’s Mobile Screen & Chimney Services, we offer “inside mount” style screen doors that are completely powder coated and color matched all the way around the door so that your new rollaway blends in seamlessly with your house. Due to such minimal intrusion, most people will never know a screen door is even there until you use it! These amazing rollaway disappearing screen doors, manufactured by the R. Lang Company here in California are also sold with an industry leading 10 year warranty. To get yours installed give us a call today at (877) 520-3595 !"
    ],
    "images": [
      "/assets/images/blogposts/9-18/DSC00464webshrinkWithWaterMark.png",
      "/assets/images/blogposts/9-18/DSC00471webshrinkWithWaterMark.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Why Do Most Fireplace Dampers Leak?",
    "slug": "fireplace-damper-leak",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/9/18"
    },
    "content": [
      "Your fireplace damper may leak because most fireplaces have a damper that form a metal to metal seal, you are probably losing money on energy costs. These dampers do not seal very well and in turn allow air to leak through. Over time the, poor, seal gets worse because of the metal plates warping due to the effects of heat and moisture."
    ],
    "images": ["/assets/images/blogposts/9-18/broken-damper.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Paradise Style Steel Security French Doors",
    "slug": "paradise-style-steel-security-french-doors",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "9/8/18"
    },
    "content": [
      "Custom French security doors can enhance the beauty of your home dramatically. After hundreds of door installs, we still get excited about certain installs. Tim C. from Modesto picked out the most amazing color options and style that made us gasp (in a good way). The before and after pictures are amazing to see.<br><br> Tim picked out our Paradise door style in a French door option with bronze colored frame and beige for the perforated steel behind the doorframe.<br><br> Tim, you hit a homerun with this door. Thank you for choosing Mike’s Mobile for your steel security door needs.<br><br> Mike’s Mobile Screen & Chimney Service specializes in custom steel security doors. We offer several different mounting<br><br> styles to ensure the best fit for the door on your home. Check out our security door pages on our website for other styles"
    ],
    "images": [
      "/assets/images/blogposts/9-18/bluff-creek-paradise-door-after.png",
      "/assets/images/blogposts/9-18/bluff-creek-paradise-door-before.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "OMG Wraps gets a couple OMG Doors",
    "slug": "omg-wraps-gets-a-couple-omg-doors",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "9/7/18"
    },
    "content": [
      "Our friends at OMG Wraps in Stockton just had some awesome doors installed. They needed two security doors at their shop. We were able to match one door to the existing outside and the other needed to be lightweight for a custom doorway. One of the challenges OMG Wraps was having was finding a way to mount this door to the inside versus the outside of a doorway. No problem!<br><br> For the front OMG Wraps went with a custom Dakota designed door. The black frame color with a red perforated steel mesh offers contrast that makes this door stand out. This door offers an all steel, surface mount, pre-hung frame. Nice choice guys!<br><br> The other door they picked out is our bestselling door. The Viewguard Security Screen Door by R. Lang is a lightweight aluminum security door that can withstand a beating! Check out the Viewguard page on our website for more information. The Viewguard comes standard in white and bronze, but if you’re looking for a custom color please don’t hesitate to ask about it. We can definitely get you what you want.<br><br> Check out OMG Wraps here for any vehicle vinyl wrap jobs you need and go like them on Facebook <br><br> They do amazing work and we are happy to have them as customers.<br><br>"
    ],
    "images": [
      "/assets/images/blogposts/9-18/red-dakota-omg.png",
      "/assets/images/blogposts/9-18/bronze-viewguard-omg.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Masonry Services in Stockton California",
    "slug": "masonry-services-in-stockton-california",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "9/6/18"
    },
    "content": [
      "Mike’s Mobile Screen & Chimney Service also does masonry work in Stockton. Check out our Masonry Page. Do you have a masonry job that you would like us to look at? Give us a call today (877) 520-3595 or send us an email.<br><br> Mike’s Mobile Screen & Chimney Service offers the following masonry services:<br><br> Brick / Block / Stone Veneer"
    ],
    "images": ["/assets/images/blogposts/9-18/masonry-services.png"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Viewguard Security Doors are Becoming Popular in Sacramento",
    "slug": "viewguard-doors-in-sacramento",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/5/18"
    },
    "content": [
      "Robert S. and Joyce F. of Sacramento (link to another blog) must have had a talk. Between the two of them, they ordered 4 View guard and 2 Tru-Frame Sliding Security doors. Check out the Sliding Security Doors here(link).<br><br> Robert went a step further to customize his slider security doors. He decided to swamp out the regular screen for Beige 80% Solar Screen. Solar Screen offers added privacy. During the day it is harder to see into the home from the outside while still being able to see outside from inside the home. Did you know that Solar Screen is also pet resistant? A common trick is to get Solar Screen on your regular sliding door to prevent future damage from pets!"
    ],
    "images": ["/assets/images/blogposts/9-18/viewguard-door.png"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Viewguard Security Door and Slider in Modesto",
    "slug": "viewguard-security-door-and-slider-in-modesto",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "9/4/18"
    },
    "content": [
      "The Viewguard Security Screen door adds elegance and security to your home. While looking unassuming, this door can take a beating. Check out this video and see how strong the Viewguard Security Screen door really is!<br><br> Raj from Modesto wanted security doors on his home, but still wanted his home to look natural. We were able to install a Viewguard and a sliding security door and make it look like it came with the home! Raj took the door up a level by adding an after-market lockset. He chose a lever style handle and customized his new Viewguard.<br><br> Thanks Raj! Enjoy your new Viewguard Security Screen Door."
    ],
    "images": [
      "/assets/images/blogposts/9-18/viewguard-modesto2.jpg",
      "/assets/images/blogposts/9-18/viewguard-modesto4.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Custom Steel Security Doors",
    "slug": "custom-steel-security-doors",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/3/18"
    },
    "content": [
      "Mike’s Mobile is back at it again! Today we spotlight Mr. Dan R. from Vacaville, CA. Dan found us online and saw that we can create custom steel security doors for your home. After looking at the styles that we offered, he had a different idea. His idea was to design he own door.<br><br> Dan R. was able to design his own steel security door the way he wanted for his home. All of our doors are fabricated as a “one-off,” but this certainly went far beyond what we have done before.<br><br> If you are looking for a custom security door, or a security door in a traditional style that we carry, please give us a call today! You can call toll free at (877) 520-3595 or find us online at www.mikesmobile.com.<br><br> We also service the following areas:<br><br> San Joaquin County (209) 815-6085<br> Stockton, Lodi, Tracy, Linden, Ripon, and more!<br><br> Sacramento County (916) 372-8783<br> Sacramento, Elk Grove, Galt, and more!<br><br> Contra Costa County (925) 443-0700<br> Danville, San Ramon, Concord, and More!<br><br> Alameda County (510) 277-5694<br> Livermore, Pleasanton, Hayward, Oakland, and more!<br><br>"
    ],
    "images": [
      "/assets/images/blogposts/9-18/dan-r-door-custom-security-door3-1024x666.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Chimney Sweep in Sacramento",
    "slug": "chimney-sweep-sacramento",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/28/18"
    },
    "content": [
      "Getting a chimney sweep in Sacramento, and surrounding areas, is as easy as giving us a call at (916) 372- 8783 or sending over an email. Our team will work with your schedule and set you up an appointment in a few short minutes.<br><br> As the cold weather approaches, getting your chimney ready to burn in is important. Annual safety checks are highly recommended as well as cleanings after ever cord of wood that is burned. Stay up to date and be informed. You can visit www.sparetheair.com or check in with our blog to receive important updates and information regarding this burn season."
    ],
    "images": ["/assets/images/blogposts/8-18/google-plus.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Custom Viewguard Installation Done Right!",
    "slug": "custom-viewguard-installation-done-right",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "8/27/18"
    },
    "content": [
      "Our featured customer this week is Andrea from Patterson California. Congratulations on your new Viewguard! Her Viewguard install has some custom features that might interest a potential customer.<br><br> The first issue was the handle side. Usually the handles of the existing wood door and Viewguard are on the same side, but as you can see in the pictures that wouldn't work great here. We changed the location of the handle set and saved her a lot of space. Andrea has small children so it was important for her to have safety in mind. We were able to mount the deadbolt higher than usual to keep her children from possibly opening the door. The last issue was solved by adding a pneumatic door closer. This will ensure that the door closes automatically, even when the family is in a rush. Her family's safety was at the top of her list and we were able to add some custom features to make this door work.<br><br> Congratulations on the new Viewguard again! Thank you for choosing Mike's Mobile Screen. & Chimney Service<br><br>"
    ],
    "images": ["/assets/images/blogposts/8-18/open-close-custom-door.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Window and Door Covering Specialist!",
    "slug": "window-door-covering-specialist",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": ["Our Work", "Solar Screens"],
      "Location": "Sacramento",
      "Postdate": "8/25/18"
    },
    "content": [
      "Mike's Mobile Screen & Chimney Service your window and door covering specialist! These pictures our from a customer that did her entire home with Solar Screens and had a Viewguard Security screen door installed on the front door. This customer will now enjoy savings on their energy bill! Call us today and ask about how we can save you money! Call Toll Free (877) 520-3595"
    ],
    "images": ["/assets/images/blogposts/8-18/DSC00181-300x225.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Sliding Security Doors Are Here!",
    "slug": "security-doors-sliding-patio-door",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": ["Our Work"],
      "Location": "Sacramento",
      "Postdate": "8/24/18"
    },
    "content": [
      "THEY ARE HERE! Mike's Mobile Screen & Chimney Service now offers Sliding Security Doors! This nifty door takes the place of a sliding screen door and offers you and your family much more security.<br><br> These doors are also available in several different styles. Pictured on this page is a recent install at a customer's home. Margaret loves her door and was very pleased with the installation. She chose the Single Door with Stainless Steel mesh. What isn't pictured, (Coming soon) is the Double Door. The Double Door offer a secure Stainless Steel mesh on the stationary side as well as the moving door side.<br><br> Also available are the Single and Double versions in Amplimesh (Similar to what is on the Tru-Frame Door). No matter what the application calls for we have you covered!<br><br> More information will be coming soon and we will have it up on our website as soon as possible. For now please contact our office if you have any questions or would like to set up an appointment to have one of these awesome Security Sliding Doors installed on your home.<br><br>"
    ],
    "images": ["/assets/images/blogposts/8-18/DSC00056.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Vineyard Steel Security Door Install",
    "slug": "vineyard-steel-security-door-install",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Stockton",
      "Postdate": "8/7/18"
    },
    "content": [
      "Jojo J. from Tracy decided to upgrade the curb appeal of his home, and security, by adding a custom steel security screen door. Jojo picked out the Vineyard design door for his home. Mike’s Mobile Screen & Chimney Service is very happy to work with our customers to achieve their goals.<br><br> Mike’s Mobile Screen & Chimney Service offers a superior steel security door. Our steel security doors are one-of-a-kind. We offer a fully custom one piece, pre-hung door that can be power coated one color or two toned. The result will leave you very happy just like Jojo. Thank you for choosing Mike’s Mobile for your steel security door."
    ],
    "images": [
      "/assets/images/blogposts/9-18/biarritz-vineyard-after.png",
      "/assets/images/blogposts/9-18/biarritz-vineyard-before.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Why Solar Screens beat the heat better than anything else.",
    "slug": "solar-screens-beat-heat-better-anything-else",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/6/18"
    },
    "content": [
      "The simple answer is that Solar Screens stop the sun’s rays before they ever have a chance to reach your window. In contrast, window tint goes on the inside of the window, actually working against nicer insulated windows (some window tinting can actually void warranties on dual or triple paned windows due to the overheating possibilities). The same goes for all blinds and interior window coverings. Your window will still heat up and radiant heat will still heat up your home. Solar Screens work with your windows to keep the heat out and act as another insulation barrier making your home more efficient, more comfortable and saving you money. Mike’s Mobile Screens offers the highest quality Solar Screen materials available that block 80-90% of the sun’s UV rays."
    ],
    "images": ["/assets/images/blogposts/10-18/1.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Another Custom Creation: Custom Security Doors",
    "slug": "another-custom-creation",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "8/5/18"
    },
    "content": [
      "Sometimes customers are not sure what they want and sometimes they know exactly what they want! Joe from San Jose knew exactly what he wanted when he came to us. He needed French style custom security doors that SLIDE! Sliding security doors are not very common, but as you can see, they are beautiful. We worked with Joe and created a masterpiece! He picked out the Sunburst pattern that goes perfect with double doors. The white on white color keeps his home elegant.",
      "We love working with our customers to create working art for their home. Please give us a call today! (877) 520-3595 Check out the gallery below to see more pictures from this beautiful home."
    ],
    "images": ["/assets/images/blogposts/4-18/1.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "I like your Vineyard Steel Security door but don’t like how it says Welcome. Is there something else that we can get there instead?",
    "slug": "vineyard-steel-security-door-says-welcome",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/4/18"
    },
    "content": [
      "Absolutely! Our Vineyard Steel Security doors can be changed!  At Mike’s Mobile Screen and Chimney Service all of our steel security doors are 100% custom so all you have to do is ask.  We can put another word, a design, your initials or take the middle piece out of the door altogether. Our steel doors are only limited by your imagination."
    ],
    "images": ["/assets/images/blogposts/8-18/1.png"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Another Paradise Set in Rodeo",
    "slug": "another-paradise-set-in-rodeo",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "8/3/18"
    },
    "content": [
      "Jackie C. from Rodeo called in about a custom security solution for her home. Here at Mike’s Mobile we were of course happy to oblige to this request! Jackie chose our Paradise design french steel security door set in a red powder coat and white mesh to match her existing door & trim. We even added a custom mail slot to fit her needs.",
      "Our Steel Security Doors are completely custom to fit whatever door style, mounting style & color combination go best with your home. Every steel security door can have custom 2 tone colors at no extra charge.",
      "To get a custom steel security door today give us a call at (877) 520-3595",
      "For more information on our custom steel security doors, visit our website: Mike’s Mobile – Steel Security Doors"
    ],
    "images": [
      "/assets/images/blogposts/11-18/1.png",
      "/assets/images/blogposts/11-18/2.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Customer Satisfaction is Our Goal!",
    "slug": "customer-satisfaction-goal",
    "filter": {
      "Category": "General",
      "Sub Category": ["Our Work"],
      "Location": "Sacramento",
      "Postdate": "8/2/18"
    },
    "content": [
      "Mike's Mobile Screen & Chimney Service is second to none with customer satisfaction! Sometimes a customer will have an idea. This idea is sometimes a very custom one. Jose came to us and needed some added security to his home. Our friendly staff showed him several options of Security Doors. Jose wasn't sure about which style of Steel Security Door to get. He asked if he could have something more custom. A door that he would design and we could make. Sure! We've done several doors that have custom components and we've always had really great outcomes.<br><br> Jose sent us the design for his door. We were able to draw the door and send him back a proof. He quickly approved it and we began fabricating his door. When the door was installed Jose was in shock. The physical door not only met his expectations, it exceeded them. Jose was very ecstatic about his new door."
    ],
    "images": ["/assets/images/blogposts/8-18/DSC00258-1024x768.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How Often Should I Have My Chimney Cleaned?",
    "slug": "how-often-should-i-have-my-chimney-cleaned",
    "filter": {
      "Category": "Chimney",
      "Sub Category": ["Maintainence"],
      "Location": "Sacramento",
      "Postdate": "7/31/18"
    },
    "content": [
      "So how often should I have my chimney Cleaned? According to the National Fire Protection Agency (Source: NFPA),  a yearly inspection and cleaning and repairs done as necessary. Freestanding woodstoves or fire place inserts used to heat the home should be inspected and cleaned if needed every year. Regular, open fireplaces need to be maintained and cleaned on a consistent basis as well. Usually, a cleaning is needed for every cord of wood burned or at least 2-3 years."
    ],
    "images": ["/assets/images/chimneys/cleaning/chimney_cleaning_2.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Introducing Our New Security Window Screens",
    "slug": "introducing-new-security-window-screens",
    "filter": {
      "Category": "Window Screens",
      "Sub Category": ["Safety"],
      "Location": "Sacramento",
      "Postdate": "7/30/18"
    },
    "content": [
      "Bill H. from Stockton decided that for his windows, he wanted maximum security without gaudy iron security bars detracting the beauty of his home. With our new security window screens we were able to help him achieve both of these goals without compromise. Bill H. picked out a combination of quick escape and fixed security window screens in a white frame finish along with our Viewguard and sliding security door for total home protection.<br><br> Our screens are made of high tensile strength stainless steel allowing for a clear view of the outside from your home while saving you money on energy with 60% UV blockage and secure protection. Unlike traditional bars on your windows, our security screens allow for an easy exit from the inside, high resistance to impact and tampering from the outside, and an appealing design with unobstructed air flow throughout your house. These screens are available in 9 different frame finishes with several options to match your current home style."
    ],
    "images": [
      "/assets/images/blogposts/7-18/GuardaCompCroppedWithFooter.png",
      "/assets/images/blogposts/7-18/BottomWM600x300.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Why You Should Get Your Chimney Swept and Inspected",
    "slug": "get-your-chimney-swept-inspected",
    "filter": {
      "Category": "Chimney",
      "Sub Category": ["Maintainence"],
      "Location": "Sacramento",
      "Postdate": "7/29/18"
    },
    "content": [
      "Getting your chimney swept and inspected are very important for your home. If you are using your fireplace, you should be getting a chimney sweep annually. This will prevent chimney fires as well as maintain your fireplace/chimney safe to burn in. The NFPA suggests that you get your chimney swept after each cord of wood that you burn and/or an annual safety inspection.<br><br> One way a chimney inspection can be beneficial is to find water intrusion. If your chimney, cap or flashing is not properly installed and sealed it can lead to a bigger mess. Water can get into cracks a spread. If water freezes, it will expand and further damage an area. If your flashing is not properly installed and sealed it can lead to severe damage on your roof. This can trickle down (excuse the pun!) and cause leaking. Take a look at the pictures to see what water can cause. There will be more articles about this to come! Stay tuned."
    ],
    "images": ["/assets/images/blogposts/7-18/before-gamay-1024x768.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Why Do I Need a Fireplace Grate?",
    "slug": "need-fireplace-grate",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/28/18"
    },
    "content": [
      "Why Do I Need a Fireplace Grate<br><br> Let's start by describing what a fireplace grate is. Shown left, a fireplace grate is the cast iron, or metal, stand that your fire wood sits on. Typically it is centered in your fireplace. If you are having smoking issues you will need to make sure the grate is pushed all the way to the back.<br><br> Getting the firewood off of the ground does a couple of importantly thing.<br><br> By raising the wood off of the floor of the fireplace, you are allowing the wood to be burned more efficiently. Air is able to get under the wood causing the fire to burn hotter. When this is achieved you are essentially using less fuel to heat your home, thus saving you money on firewood.<br><br> Another benefit of a grate is when your firewood is raised, the coals from burning wood drop to the ground. This allows the fire to burn from the bottom up and subsequently the wood gets completely burned. As the hot coals drop, the need to shift or move the wood is not there because the wood is held by the grate.<br><br> A fireplace grate protects the floor of your fireplace. Direct exposure to high temperatures will destroy the concrete ground. The grate slows down the destruction of the ground by lifting the fire instead of the ground getting direct heat.<br><br> Fireplace grates are a must when it comes to properly using your fireplace. They help burn a more efficient fire and protect the floor of your fireplace from needing to be repair frequently."
    ],
    "images": ["/assets/images/blogposts/7-18/fireplace-grate2-300x190.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Install an Energy Saving Damper",
    "slug": "install-energy-saving-damper",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/27/18"
    },
    "content": [
      "If you're wanting to save money, (via saving energy) an energy saving top mounted damper is something you should take a look at. A traditional damper is metal and closes inside of your firebox. Is yours open or closed? If its shut, often times it doesn't seal. This presents a problem when running your air conditioning or heater. Air from inside the house that you want, (i.e. cool air or warm air) will end up leaving your house through the chimney. Would you leave a window open while your air conditioner/heater was on?<br><br> Lock Top II Dampers are mounted on top of you chimney and offer an air tight seal. This means that you won't have to worry when you use your air conditioning and heater. Closing a chimney from the top will end the days of having cold air trapped in your chimney. The cold air can cause smoking issues, inside of the house, because of a cold chimney."
    ],
    "images": ["/assets/images/blogposts/7-18/savemoneyandenergy-300x222.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Natural Gas Safety: Three Things You Should Know",
    "slug": "natural-gas-safety-three-things-know",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/26/18"
    },
    "content": [
      "There are three things you should know when it comes to gas safety. Knowing where PG&E natural gas pipelines are located near you, spotting a leak, and knowing whats below before you dig will keep you safe.<br><br> Living in the era of the internet means we have all kinds of information at our fingertips. It has never been easier to find out where pipeline markers are. Markers include an emergency number and indicate the need for extra care around gas transmission pipelines that feed local distribution pipelines. These markers specify the approximate location, but not all pipelines follow a straight path between markers. PG&E has an interactive online map where you can find out about the transmission pipelines in your neighborhood. You can also check out the National Pipeline Mapping System to see the location of all transmission pipelines in the United States, viewable by county, zip code or street address."
    ],
    "images": ["/assets/images/blogposts/7-18/gassafety-200x300-1.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Does It Meet Code?",
    "slug": "meet-code",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/25/18"
    },
    "content": [
      "Most homeowners want to know if the work they will have done to their home “meets code.” This is a tricky question with many answers and many prerequisites that need to be addressed before you answer. Codes are an ever-changing thing. They are written by large national organizations made up by government, and industry officials. The question “Does it meet code” depends on many factors and isn’t a clear yes or no.<br><br> Understanding Codes<br><br> Codes are a moving object. By that I mean that they are always changing. In fact, codes are changed, adjusted and made about every 3 years. They get changed because we want to improve upon them as well as make structures safer. An indirect result of these changes is the ability to understand how things hold up or deteriorate.<br><br> Does it meet code?<br><br> The answer to this question depends on when, who and where you ask. Something that meets code perfectly today might not meet code tomorrow. Houses that were built a short while ago could have been perfectly built to meet code, but today they do not. You could also build the same house in two different states or even cities, and one may not pass<br><br> Inconsistent Code<br><br> As with a lot of things, codes start at the Federal level and trickle down the bureaucratic ladder. State, county, city and municipality codes are enough to make a person scream. Who’s got time to research all of this?<br><br> The Code Police<br><br> Private home inspectors have no authority to enforce the building code. The municipal inspectors are the only people who can determine whether or not something meets code. And since they are people, even that can vary.<br><br> Grandfathered Code<br><br> The word ‘grandfather’ does not appear in the building codes. What?! Yes, Grand fathered in doesn’t mean anything since building codes are for new buildings only. Codes aren’t retroactive. In conclusion, safety takes precedent over all things when doing construction. Things that are unsafe are more important than minor changes over the years that don’t present a danger."
    ],
    "images": ["/assets/images/blogposts/7-18/angry_codes-300x200.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What Kind Of Inspection Do You Need?",
    "slug": "kind-inspection-need",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/24/18"
    },
    "content": [
      "There are 3 Levels to chimney inspections. Mike's Mobile includes a Level I inspection with every chimney sweep. Here is a breakdown so you can see what happens during each type of inspection.<br><br> Level One Chimney Inspection<br><br> If your chimney performance, appliance or venting system has not changed and you simply want to be confident in the continued safe use of the system, you will need the Level 1 inspection done on an annual schedule. We usually combine this service with the annual cleaning and sweeping that should be scheduled to guarantee continued safe use of your stove, chimney or furnace.<br><br> Our chimney inspection tech will examine the readily accessible portions of the interior and exterior areas of the chimney and the appliance or chimney connection. This includes the firebox, smoke chamber and damper along with the cap and crown on the exterior of your chimney if accessed with cleaning. We will be looking for any chimney structure or flue defect or underperforming areas with the appliance installation or connections. The whole system must be found to be clear of any blockage or deposits that may be combustible.<br><br> Level Two Chimney Inspection<br><br> A Level 2 inspection is recommended when you have had any changes done to your system. If you have changed fuel type, or had the chimney relined, if you have replaced your furnace or appliance (especially if the rating or efficiency differs from what was there prior). If you recently bought the home and are not familiar with the system performance, plan to do modifications to your chimney, stove or heating system or have had a chimney fire recently a Level 2 inspection is in order.<br><br> A Level 2 inspection is an in-depth look at the entire chimney, stove or furnace system. It includes all steps covered with a Level 1 inspection and also includes a visual inspection of all internal surfaces and joints. If necessary, we use a color video inspection camera to look inside the chimney or flue. This allows for a complete top to bottom visual inspection of your system. A written report is produced that details all areas that may be of concern.<br><br> Level Three Chimney Inspection<br><br> Level 1 and 2 methods are included with Level 3 inspections, but with this type inspection portions of the structure or chimney will be required to fully investigate the deficiencies that exist. Many areas that are concealed from visual examination may need to be opened up by removing bricks, masonry, metal flue pipes, interior chimney walls, chimney crowns or other components of your system. <br><br>These inspections are only required when the earlier inspection Level 1 or 2 reveals a serious problem and we need to gain access to the problem areas hidden from view. Level 3 inspections are needed on less than 2% of all inspections when serious problems are suspected that require immediate action."
    ],
    "images": ["/assets/images/blogposts/7-18/levels-300x200.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Seasoned Firewood?",
    "slug": "seasoned-firewood",
    "filter": {
      "Category": "Smoking Issues",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/20/18"
    },
    "content": [
      "Firewood should be completely seasoned- any excess moisture in the wood takes energy out of the fire and can cause a weak draft. Firewood should be properly sized for the fireplace- it might be necessary to split logs to have smaller, dryer wood."
    ],
    "images": ["/assets/images/blogposts/7-18/firewood-300x193.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Homeowner’s Guide to a Smoking Chimney",
    "slug": "guide-to-smoking-chimney",
    "filter": {
      "Category": "Chimney",
      "Sub Category": ["Dryer Vent"],
      "Location": "Sacramento",
      "Postdate": "7/19/18"
    },
    "content": [
      "Professional chimney technicians identify potential chimney problems when they do cleanings and inspections. Some problems, however, are more easily diagnosed with the homeowner's help since you can identify them as they have to do with particular burning situations when we might not be around. The following guide is written especially for homeowners who have issues with a smoking chimney. Consult with this checklist to gain control of your smoking chimney. If you're still having problems call Mike's Mobile today and we can help!"
    ],
    "images": ["/assets/images/blogposts/7-18/guidetowinter-274x300.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How Often Should I Have My Dryer Vent Cleaned?",
    "slug": "dryer-vent-cleaned",
    "filter": {
      "Category": "Chimney",
      "Sub Category": ["Dryer Vent"],
      "Location": "Sacramento",
      "Postdate": "7/17/18"
    },
    "content": [
      "If you're wondering how often you should have your dryer vent cleaned; the answer is about every 2 years. According to The Consumer Product Safety Commission, 15,000 fires occur each year due to obstructed airflow because of lint buildup in consumer clothes dryers. Lint from textiles (clothes) is extremely flammable.<br><br> Not only is a clean dryer vent more safe, it's also more efficient. A dryer vent clogged with lint reduces airflow so your dryer doesn't dry as efficiently as it used to. An inefficient dryer wastes energy, wastes money and presents a fire danger to your home.<br><br> Check out our blog for more information about dryer vents."
    ],
    "images": ["/assets/images/blogposts/7-18/dryer-vent-209x300.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Smoke When the Wind Blows?",
    "slug": "smoke-wind-blows",
    "filter": {
      "Category": "Smoking Issues",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/16/18"
    },
    "content": [
      "If your fireplace smokes or has draft issues when the wind blows it is usually because the chimney is too short (or too close to nearby structures) Don't worry, you don't have to replace the chimney. This can be corrected in a variety of ways; Mike's Mobile has special wind blocking caps or flue extender caps that can fix this problem at a reasonable cost to you."
    ],
    "images": ["/assets/images/blogposts/7-18/smoke-300x200.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Fireplace Grate?",
    "slug": "fireplace-grate",
    "filter": {
      "Category": "Smoking Issues",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/15/18"
    },
    "content": [
      "Although it's a small piece of equipment, a fireplace grate should not be overlooked. Fireplace grates maintain consistent airflow around a fire which aids in complete combustion (a cleaner burning fire!). If your chimney tends to smoke towards the end of your burning season, you may be in need of a new fireplace grate. A fireplace grate also performs a variety of other important fire burning and safety functions.<br><br> Fire place grates are usually available seasonally at your local hardware store (be sure to get the correct size for your fire box opening) or, we carry a full selection of high quality grates all year around! To get the correct size grate, measure the smallest width of your fire box (usually the back)."
    ],
    "images": ["/assets/images/blogposts/7-18/grate1-300x225.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Cold Chimney?",
    "slug": "cold-chimney",
    "filter": {
      "Category": "Smoking Issues",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/14/18"
    },
    "content": [
      "If you're having smoking issues you may have a cold chimney. Exterior masonry chimneys are known for giving homeowners fits. However, a little knowledge can go a long way. Exterior masonry chimneys collect moisture when not in use (GREAT reason to have a chimney cap!) and are often much colder than the rest of your house when starting a fire. If fireplace gasses cool off before the smoke exits the chimney, a draft is going to be weak or non-existent. It is important to get a good draft and a strong fire going right away. If this is an issues you are having you will notice that starting fires gets easier the more often you use your chimney since it dries out throughout the season."
    ],
    "images": ["/assets/images/blogposts/7-18/cold-chimney-300x220.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Clean or Dirty?",
    "slug": "clean-or-dirty",
    "filter": {
      "Category": "Smoking Issues",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/13/18"
    },
    "content": [
      "Is your chimney clean or dirty? When was the last time you've had your chimney cleaned? If you burn often, your chimney should be cleaned after every cord of wood that is burned. Soot and creosote buildup can seriously affect the performance of your chimney. Birds, small animals, leaves, twigs, bees, etc are some of the things we see on a daily basis clogging up chimneys. Chimney caps help without outside debris, but there is no replacement for an annual chimney inspection or cleaning."
    ],
    "images": ["/assets/images/blogposts/7-18/clean-or-dirty-300x225.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What is Glazing..and What is De-glazing?",
    "slug": "glazing-de-glazing",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/12/18"
    },
    "content": [
      "After you burn a fire the wood will eventually cool down. When it cools down, you create creosote. Creosote is a liquid that gets attached (or condenses) to the inner wall of your flue or connector pipe. The creosote will dry out and become hard and become one of 3 stages. Stage 1 (velvet soot), Stage 2 porous and crunchy in makeup or Stage 3, shiny, rock-hard chimney glaze. The more fires you have, the more makeup you are creating.<br><br> If this happens to your chimney you will need to have a De-glazing done. This is a two steps process. Mike's Mobile uses a product called ACS (Anti Creosote Spray). We recommend that our affected customers make a few fires over the course of a few weeks and spray this the ACS into their fire. ACS changes the chemical buildup of the creosote and weakens it. We can then come out to your home and clean your chimney."
    ],
    "images": ["/assets/images/blogposts/7-18/glazing-300x175.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Christmas Tree Safety",
    "slug": "christmas-tree-safety",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/11/18"
    },
    "content": [
      "<strong>Things to consider about Christmas Tree Safety</strong><br><br> <b>Picking The Tree</b><br> Choose a tree with fresh, green needles that do not fall off when touched.<br><br> <b>Placing The Tree</b> <br> Before placing the tree in the stand, cut 1-2” from the base of the trunk.<br><br> Make sure the tree is at least three feet away from any heat source like fireplaces radiators, candle, heat vents or lights.<br><br> Make sure the tree is not blocking an exit.<br><br> Add water to the tree stand. Be sure to add water daily.<br><br> <b>Lighting The Tree</b><br> Use lights that have the label of an independent test laboratory. Some lights are only for indoor or outdoor use<br><br> Replace any string of lights with worn or broken cords or loose bulb connections of mini string sets and a maximum of 50 bulbs for screw-in bulbs. Read manufacturer’s instructions for number of LED strands to connect.<br><br> Never use lit candles to decorate the tree.<br><br> Always turn off Christmas tree lights before leaving home or going to bed."
    ],
    "images": ["/assets/images/blogposts/7-18/safetree-276x300.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "10 Tips For The Heating Season",
    "slug": "10-tips-heating-season",
    "filter": {
      "Category": "Chimney",
      "Sub Category": ["Safety"],
      "Location": "Sacramento",
      "Postdate": "7/10/18"
    },
    "content": [
      "<ol> <li>Have your furnace inspected and serviced by a qualified professional.</li> <li>Have your chimney and vents cleaned and inspected by a qualified professional.</li> <li>Make sure your wood for your fireplace is dry and seasoned.</li> <li>Check to see if your fireplace screen or heat tempered glass is in good condition and securely in position.</li> <li>Keep a covered metal container ready to use for disposal of cooled ashes (Keep this at least 10 feet from your home).</li> <li>Inform children to stay 3 feet away from the fireplace or wood stove.</li> <li>Make sure that space heaters have an automatic shut off.</li> <li>Make sure to have space heaters directly plugged into an outlet (Do not use an extension cord) and place them at least 3 feet from anything that can burn.</li> <li>Inspect and test your smoke alarms</li> <li>Inspect and test your carbon monoxide alarms</li> </ol>"
    ],
    "images": ["/assets/images/blogposts/7-18/checkmark-300x211.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How can I get an exemption from “No Burn Days?”",
    "slug": "how-can-i-get-an-exemption-from-no-burn-days",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/9/18"
    },
    "content": [
      "It is possible! Most people do not think this even exists but the counties we live in have made it possible to get an exemption from No Burn Days! Mike’s Mobile Screen & Chimney Service makes it easy for you! If you live in the San Joaquin Valley, download this form:<br><br> San Joaquin Valley Exemption Form <br><br> If you live in the Sacramento area please download this form:<br><br> Sacramento Exemption Form <br><br> Bay area, we have not forgotten about you! The laws in your area are strict and we are looking into a solution for you. <br><br>"
    ],
    "images": ["/assets/images/blogposts/7-18/exempt-300x236.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "When Can I Use My Chimney?",
    "slug": "when-can-i-use-my-chimney",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/8/18"
    },
    "content": [
      "A common question is “How do I know when I can use my chimney?” We all hear talk about “No Burn Days,” but we might not know when these days are. If you live in the San Joaquin Valley, a loose guideline is that you need to check starting in November and ending in February.<br><br> If you are in the San Joaquin Valley (including the Sacramento area), you can check out http://sparetheair.com/ or call 1-877-NOBURN-5 (1-877-662-8765) to get the daily burn status.<br><br> If you are closer to the Bay Area, you will want to visit http://www.sparetheair.org <br><br> Burning safe is a common goal for all of us that use our chimneys. If you live in an area that does not get natural gas service or your chimney is your only source of heat, you can file for an exemption in your county and burn wood freely."
    ],
    "images": ["/assets/images/blogposts/7-18/burndays-300x236.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Prepare Your Home for Spring with Screens and Security Doors",
    "slug": "screens-security-doors",
    "filter": {
      "Category": "Window Screens",
      "Sub Category": [
        "Our Work",
        "Sacramento",
        "Screen Doors ",
        "Security Screen Doors",
        "Solar Screens"
      ],
      "Location": "Stockton",
      "Postdate": "7/7/18"
    },
    "content": [
      "Get ready because Spring will be here before you even know it! Be prepared for the upcoming warmer temperatures with some new screens! From window screens, door screens, security doors and windows, to even energy-saving solar screens, Mike's Mobile Screens Chimney Service can help!<br><br> <h6>Image Courtesy of Sacramento Vagabond Inn</h6> Depending on the of screens that you choose, they can upgrade the look of your home, save you some money on your energy bills, and give you added privacy as well as security. So what do we offer? <h4><strong>Screen Doors</strong></h4> <strong>Retractable/Rollaway Screen Doors</strong><br><br> Our Retractable/Rollaway screen doors are an “inside mount” style which offers superior aesthetics and durability when compared to a “surface mount” style (which protrudes 5+ inches outside your door frame). We have the combined knowledge of thousands of disappearing screen door installations and are be happy to come out and show you a display of an actual door.<br><br> <strong>Sliding Screen Door</strong><br><br> Our sliding screen door offers an all-metal construction with steel wheels, bearings and a metal lock. Many of our customers opt for Solar Screen in their doors to take advantage of the added durability it offers. The doors are built with inside corners and adjustable wheels for a perfect fit!<br><br> <strong>Swinging Screen Door</strong><br><br> Our swinging screen doors have many styles and colors to choose from. These are the best swinging screen doors on the market and we can fit them to virtually any door- and French sets are no problem! All doors come with a pneumatic closure installed at no additional charge and a 10 year warranty* you can even customize your door even more by adding a Solar Screen!<br><br> <h4><strong>Window Screens and Window Screen Repair</strong> </h4> Our custom window screen frames are all-aluminum constructed with mitered inside corners- no cheap plastic corners like the other guys use along with pull tabs and springs. We charge flat rates, so getting a solid estimate with no hidden fees is easy and hassle free!<br><br> If you screen is torn, don't worry! We also offer screen repairs and replacement window screen frames! Just like most of our other screen products, you can opt to re-screen your screens with Solar Screen due to its durability.<br><br> <h4>Pet Screens </h4> Our pet doors are made to LAST, unlike those flimsy plastic kits from the hardware store that are just going to cause you problems. Pet doors are directly installed into your screen or sliding door and won't crack or warp during the harsh seasons like Winter and Summer!<br><br> <h4>Solar Screens</strong> </h4> Are you looking to lower your home's energy bills this upcoming Spring and Summer? Solar screens are a unique, heavy-duty woven mesh that blocks 80-90% of the sun’s hot rays before they enter your home's windows and doors. They can help lower the temperature in your home by as much as 15 degrees!<br><br> <h5>Call Mike's Mobile Screens Chimney Service today to get scheduled for an appointment!</h5>"
    ],
    "images": [
      "/assets/images/blogposts/7-18/attractions-near-by-vagabond-inn-executive-sacramento-old-town.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Why You NEED a CO and Smoke Detector",
    "slug": "need-co-smoke-detector",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/5/18"
    },
    "content": [
      "Beginning July 1, 2011, the Carbon Monoxide Poisoning Prevention Act (Senate Bill&nbsp; SB1483) requires all single-family homes with an attached garage or a fossil fuel&nbsp; source to install carbon monoxide alarms. As well as per building code 310.9.1 of California all residence must have smoke alarms.<br><br> As reported by the Consumer Products Safety Commission (CPSC) Approximately&nbsp;200 people are killed by accidental CO poisoning with an additional 5000 people&nbsp; injured. The National Fire Protection Association (NFPA) also reported that three out&nbsp;of five fire deaths are the result of no smoke alarm present in the home.<br> <strong>Smoke alarms should be installed in the following locations:</strong> <ul> <li>Each bedroom</li> <li>Immediately outside the sleeping rooms and areas</li> <li>On each level of home and basements (not including crawl spaces) and livable&nbsp;attics.</li> <li>In dwellings with split-levels that have a door between adjacent levels, an&nbsp;alarm shall be located on each level.</li> <li>Smoke alarms are not required in garages</li> </ul> <strong>Carbon Monoxide Alarms (CO) should be installed in the following locations:</strong> <ul> <li>Immediately outside the sleeping rooms an areas.</li> <li>On each story, including basements and livable areas.</li> <li>They are not required in garages.</li> </ul>"
    ],
    "images": [
      "/assets/images/blogposts/7-18/Smoke-Alarm1.jpg",
      "/assets/images/blogposts/7-18/CO-Alarm3.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Do I Really Need a Chimney Cap?",
    "slug": "do-i-really-need-a-chimney-cap",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/4/18"
    },
    "content": [
      "Your chimney cap closes the door on water entering your chimney and the damage that it causes. It also keeps out animals such as birds, squirrels, raccoons and other critters that may think your chimney looks like a good summer home. Storms that blow high winds can blow leaves and other debris into your chimney. These are blocked when you have a cap. Blockages that occur from these causes are often the fuel for dangerous chimney fires. The chimney cap (or guard) protects the home of the risk that sparks and airborne embers will land on your roof, causing a fire hazard. Yes, you really do need a chimney cap."
    ],
    "images": ["/assets/images/blogposts/7-18/trifecta.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What Causes a Chimney Fire?",
    "slug": "causes-chimney-fire",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/3/18"
    },
    "content": [
      "Chimney fires are usually caused by the accumulation of creosote in the chimney. Creosote is a natural by-product of burning wood. It accumulates in the flue over time and is highly flammable. Creosote is especially likely to accumulate when wood is not burned at the proper temperature. Since creosote is flammable, when it accumulates on the walls of your flue, hot flue gasses can ignite it. The result is a chimney fire. Depending on the condition of your chimney, such a fire can pose a significant threat to the rest of your house. Flames from the fire can find their way through cracks in your clay chimney liner or mortar and ignite framing around the chimney. They can also spill over onto the roof and cause a fire there."
    ],
    "images": ["/assets/images/blogposts/7-18/chimney-fire-blog.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Is Your Fireplace Damper Broken?",
    "slug": "damper-broken",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "7/2/18"
    },
    "content": [
      "What is a Fireplace Damper?<br><br> A fireplace damper is usually located at the throat of the chimney (masonry) just above the firebox. The damper is a lever meant to seal your fireplace when not in use. This is so heated air from your home will not escape up the chimney. An open or broken damper can add substantial costs to your heating bill each year.<br><br> How Does a Damper Work?<br><br> Most dampers have a metal to metal seal which isn't ideal. Even when new this can cause air to leak through. As the fireplace gets used, the metal plates warp from the effects of heat and moisture. This seal will worsen and more watm air will escape from your home and up into the chimney.<br><br> Is There Something That Can FIx This Problem?<br><br> Yes! Replacing an out dated masonry damper with a Lock Top damper will save you money. Lock Top dampers are top mounted dampers that create a seal with a sillicome rubber gasket. When you close these dampers the warm air is seal in in your.<br><br> How Can Get a Lock Top Damper For My Home?<br><br> Mike's Mobile Screen Chimney Service offers Lock Top dampers to its customers. Call us today and get a free estimate over the phone! You can reach us toll free at (877) 520-3595"
    ],
    "images": [
      "/assets/images/blogposts/7-18/damper-image.jpg",
      "/assets/images/blogposts/7-18/lock-top.gif"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Getting Started With Fire Building",
    "slug": "proper-fireplace-procedures",
    "filter": {
      "Category": "Chimney",
      "Sub Category": ["Safety"],
      "Location": "Sacramento",
      "Postdate": "7/1/18"
    },
    "content": [
      "Think small when it comes to starting a fire. First be sure that your chimney is ready for a fire. Have your chimney inspected and cleaned annually. Once you have determined that you can safely burn a fire, you will need to prepare the fireplace. Make sure that your damper is completely open.<br><br> Pick small pieces of wood and make sure that the wood is not over flowing your fireplace grate. This will ensure that you have enough room between the fireplace and the grate on all sides.<br><br> Listen carefully. Sizzling is a sign that the wood that you are burning still has water. This will cause extra smoke that can enter into your living room area.<br><br> Pick out proper wood for burning fires. Make sure that your wood meets the following criteria: <ul> <li>Seasoned Firewood (Excess Moisture Takes Energy Out of a Fire)</li> <li>Proper size (Pieces Must Not be Oversized or Hanging Out of Your Fireplace)</li> <li>Pieces may need to be cut to fit properly</li> </ul>"
    ],
    "images": ["/assets/images/blogposts/7-18/32-300x200.jpg"],
    "video": "https://www.youtube.com/embed/V0oZgfsoMNQ?rel=0&amp;controls=0"
  },
  {
    "user": "Mikes Mobile",
    "title": "How to Save on Natural Gas Costs",
    "slug": "how-to-save-natural-gas-costs",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "6/30/18"
    },
    "content": [
      "Natural Gas costs have increased 400% over the last 34 years. That is a striking number because Natural Gas powers so many things inside a home. When prices fluctuate, it's not good. Do not feel the financial heat! Use our energy saving tips to keep cost down while keeping the efficiency high.<br><br> <ul> <li>Purchase/Install a wood burning appliance</li> <li>Install a top sealing damper on your chimney (Wood burning appliances only)</li> <li>Fans and ventilation systems to move stove-heated air to other parts of the home.</li> <li>Cleaning dryer vents on gas clothes dyers</li> </ul><br> Mike's Mobile Screen &amp; Chimney Service can help you make your home more efficient. Call us today to schedule an appointment! Our toll free number is (877) 520-3595. We can give you an estimate on an EPA certified wood burning stove, ventilation set ups, top mount dampers, and cleaning your dryer vent!"
    ],
    "images": ["/assets/images/blogposts/6-18/natural-gas-cost.png"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Winter is Coming Sacramento!",
    "slug": "winter-coming-sacramento",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "6/29/18"
    },
    "content": [
      "Winter will be approaching shortly and that means some us of will be using our fireplaces. Homeowners should have their chimney and fireplace inspected by a professional annually to ensure safe burning.<br><br> Mike's Mobile Screen & Chimney Service is a chimney sweep company in Sacramento California. We offer a full service to our customers including: chimney cleanings, inspections, repairs, rebuilds, masonry work and much more! Mike’s Mobile Screen & Chimney Service also serves surrounding areas including: West Sacramento, Davis, Carmichael, Citrus Heights, Cameron Park, El Dorado Hills, Rocklin, Folsom and more!<br><br> Call Mike's Mobile today and set up an appointment! (877) 520-3595"
    ],
    "images": ["/assets/images/blogposts/6-18/google-plus.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Winter is Coming!",
    "slug": "chimney-sweeps-winter-is-coming",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "6/28/18"
    },
    "content": [
      "Chimney Sweeps - Winter is Almost Here! <br> <br> Guess what time it is?!<br> <br> It's time to get your home's chimney and fireplace inspected! Summer has officially drawn to a close and Fall has already begun! Which means your home's heating appliances will be heavily used this upcoming Winter! <br> <br> Do you know why it is important to have your home's heating appliances ready before the cold season approaches? <br> <br> Well it is recommended by the National Fire Protection Association that homeowners should have their chimneys cleaned and inspected annually. If you haven't had yours swept yet, don't wait until the very last minute to schedule your needed inspections and repairs! Here at Mike’s Mobile Screen & Chimney Service, we offer a full chimney services. Mike's Mobile also does the following services to our customers including: chimney cleanings, inspections, repairs, fireplace rebuilds, masonry work and much more! Our company also serves the surrounding areas including: West Sacramento, Davis, Carmichael, Citrus Heights, Cameron Park, El Dorado Hills, Rocklin, Folsom and more! <br> <br> Call Mike's Mobile today and set up an appointment! (877) 520-3595"
    ],
    "images": ["/assets/images/blogposts/6-18/WinterisComingBlog-01.png"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What is a B Vent or Natural Draft Gas Fireplace?",
    "slug": "b-vent-natural-gas-fireplace",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "6/27/18"
    },
    "content": [
      "A natural draft gas fireplace DOES NOT HAVE a sealed chamber (where combustion takes place). Instead, it relies on the buoyancy of hot gases to vent. It is important for these vent applications to be installed with an existing chimney that meets local building code or by using a B vent. A  B vent is a pipe that is installed using the same procedures of a masonry chimney but can be enclosed in a combustible material. Since the flue gases are hot and rise naturally, oxygen needed for combustion draws easily from the surrounding area of the fireplace. This creates a simple route for the gases to go up through the chimney. In turn, as the fireplace is used and the hot gases travel upwards, the walls of the chimney heat up, and retain their temperature and buoyancy, creating a faster speed with which the flue gases exit the chimney."
    ],
    "images": ["/assets/images/blogposts/6-18/b-vent-diagram-289x300.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What is a Chimney Relining System?",
    "slug": "chimney-relining-system",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "6/26/18"
    },
    "content": [
      "Let's define what a lining system is first. Masonry chimneys have an inner liner of clay flue tiles. The liner keeps the heat of flue gases inside the chimney. Now the chimney can't overheat the nearby combustibles, such as the framing and walls of your house, and possibly start a fire. The liner is also important because it keeps carbon monoxide, moisture, smoke, creosote, and other products of combustion from leaking through the bricks and mortar of your chimney and additionally into your home.<br><br> Let's talk about Relining. It's Simple. If a liner was never installed or there are problems with the current liner (tile lining cracks, crumbles or has deteriorates over time). Often times water damage, chimney fires, or just age can cause the deterioration of your clay liner. National Fire Prevention Association (NFPA) code 211 says it must be replaced. The most popular, effective and economical way to reline your chimney is with UL listed, stainless steel relining pipe. As you can see, a secure lining system is crucial to the safety and well being of your home and family."
    ],
    "images": ["/assets/images/blogposts/6-18/chimney-liner-300x188.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Best Chimney Sweep in Sacramento",
    "slug": "best-chimney-sweep-in-sacramento",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "6/26/18"
    },
    "content": [
      "As with anything in this world, you generally get what you pay for. When it comes to your home, it never pays to cut corners, especially when dealing with fire, literally. To find the best chimney sweep in Sacramento, you must do your research. Always used a company that is licensed, bonded and insured. If you are not sure just ask!<br><br> Mike's Mobile Screen & Chimney Service holds multiple licenses by the Contractor’s State License Board of California and carries a current bond and is fully insured for your protection. We use the strict standards of the CSIA and are NFI certified. This makes Mike's Mobile Screen & Chimney Service the best chimney service to do work on your chimney. With every chimney sweep, we include a full, written, Level 1 Inspection report. We are a full service chimney company that can handle the simplest of repairs to full rebuilds. Some of the repairs we handle on a daily basis include: Crown repair, heat damage to the firebox wall, replacing the chimney liner, replacing refractory panels, de-glazing and more!"
    ],
    "images": [
      "/assets/images/blogposts/6-18/Licensed-Insured-Bonded-Badge.png",
      "/assets/images/chimneys/cleaning/chimney_cleaning_2.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "What kind of a handle sets do your security doors come with?",
    "slug": "kind-handle-set-security-doors-come",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "11/9/17"
    },
    "content": [
      "Our Tru-Frame and Tru-View doors come with a proprietary slim line handle and deadbolt set. Our Viewguard and Steel security doors accept a standard lock-set. We at Mike's Mobile recommend the homeowner buy their own lock set when ordering a door. Our technicians will be happy to install it for you when we come back out to install your door. We recommend this so there isn't additional markup on the handle set and so you have time to buy the exact handle set you want for the door. Normally it is best to get a set that matches or is at least the same brand as the set on your existing door for ease of re-keying."
    ],
    "images": ["/assets/images/blogposts/11-17/C5376BL-003.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Getting a Viewguard is as Easy as 1-2-3",
    "slug": "getting-a-viewguard-is-as-easy-as-1-2-3",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "11/4/17"
    },
    "content": [
      "If you're like Joyce F. of Sacramento you might just order not 1 or 2, but 3 at once. Joyce had 2 separate doorways that she wanted secured. She had a single door and a French door at her home. She also took advantage of an unpublished discount about ordering multiple items at once! (Until now. Oops!) Be sure to ask about a discount when you buy 2 or more Viewguard security doors at the same time.<br><br> Joyce, Thank you so much for choosing Mike’s Mobile. We think your doors look amazing. Do you agree? Tell us what you think.<br><br> Are you thinking of getting a Viewguard door for unparalleled security and airflow? Give us a call today at (877) 520-3595 and get your doors started."
    ],
    "images": [
      "/assets/images/blogposts/11-17/viewguard-double-door.png",
      "/assets/images/blogposts/11-17/viewguard-single-door.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Secure Your Home in Style with a Viewguard Security Door",
    "slug": "secure-in-style-with-viewguard",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "11/3/17"
    },
    "content": [
      "Give your home some style with a Viewguard Security Door. If you want to avoid SecurityDoors with bars that make your home look unpleasant, then take a look at a Viewguard Security Door today. Call us today for a quote. Call us toll free at (877) 520-3595"
    ],
    "images": [
      "/assets/images/blogposts/11-17/blog-main-viewguard.jpg",
      "/assets/images/blogposts/11-17/blog-son-viewguard.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Can I Order Screens Straight From Your Shop?",
    "slug": "can-order-screens-straight-shop",
    "filter": {
      "Category": "Window Screens",
      "Sub Category": ["Solar Screens", "Screen Doors"],
      "Location": "Sacramento",
      "Postdate": "11/2/17"
    },
    "content": [
      "YES, you can order screens directly from our shop! We can repair your damaged screens or make you new ones. If you need new screens, and, are confident in your measurements you can call in your order and pick up screens straight from our shop located in Stockton, CA. We have the quickest turn-around in town (usually just 1-2 days) and our shop prices are about 1/2 of our mobile prices!<br> Please be confident in your measurements or bring in old old screens for us to copy if possible. Unfortunately, we cannot be responsible for wrong measurements on your part."
    ],
    "images": [
      "/assets/images/blogposts/11-17/Mikes-Mobile-Screens-and-Chimney-Services1.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Custom Front Doors",
    "slug": "custom-security-doors",
    "filter": {
      "Category": "Screen Doors",
      "Sub Category": ["Security Screen Doors"],
      "Location": "Sacramento",
      "Postdate": "11/1/17"
    },
    "content": [
      "Have an idea for a custom security door? Call us today! (877) 520-3595 or contact us by email to learn more about our custom security doors. We specialize in fully custom doors for your home. Put something special on your home that you will love forever.<br> Whether it is a simple custom design based on our existing styles or something completely custom, Mike's Mobile Screen & Chimney Service can get the job done.<br> Choose Mike's Mobile Screen & Chimney Service for all of you custom security door needs."
    ],
    "images": ["/assets/images/blogposts/11-17/custom-blog1.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What Are The Differences Between Our Doors and Hardware Store Doors?",
    "slug": "hardware-store-screen-doors",
    "filter": {
      "Category": "Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/15/17"
    },
    "content": [
      "The problem with hardware store screen doors is that the hardware stores do it all wrong. They use rollform metal framing with plastic components such as wheels, and handles that are all but guaranteed to break. Their doors come in prefab sizes that may not fit on your door frame.<br> Our screen doors are built on site to ensure a custom fit for your home. There is no guess work involved. We measure your framing and provide you with an all aluminum framed door that comes with steel wheels and a metal handle. Our technicians pay close attention and build you a quality door that will last."
    ],
    "images": ["/assets/images/blogposts/9-17/onsite.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How are Solar Screens installed?",
    "slug": "solar-screens-installed",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/14/17"
    },
    "content": [
      "The best way to install Solar Screens depends on the application. Our highly trained technicians will know how, best, to make your Solar Screens for a perfect fit and installation.  Most of the time this includes using die-cast barrel clips. These clips come color matched to the frame to blend in. These clips are perfect for Solar Screens because they allow for easy tool-less removal and re-installation of Solar Screens by the homeowner for cleaning. Be wary of unlicensed people installing Solar Screens: water intrusion, window warranty issues and ill-fitting Solar Screens are some of the things we've seen in the field when un-licensed people are hired to do this work. Be sure to check for a contractor’s license and insurance anytime you are having someone do work on your home!"
    ],
    "images": ["/assets/images/blogposts/9-17/die-cast-tabs.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Should I use 80% or 90% Solar Screen Material?",
    "slug": "use-80-90-solar-screen-material",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/13/17"
    },
    "content": [
      "Solar screen is available in multiple colors (black, brown, grey, stucco and beige) and also available in varying weave densities. An 80% weave blocks 80% of the UV rays. At Mike’s Mobile Screens we usually recommend using an 80% weave on most residential applications. You will still get a nice breeze through the screen and retain great outward visibility. A 80% solar screen cuts the heat and glare without darkening the inside of your home. Our 90% weave is great for picture windows (windows that don’t open). We also recommend 90% when you have direct sunlight (such as when we are covering a skylight). Although 90% will not completely block out light it is useful for people who sleep during the day and want something to drastically cut the light coming into their home."
    ],
    "images": ["/assets/images/blogposts/9-17/sunscree-80-90.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What kind of warranty do you offer on your awnings?",
    "slug": "kind-warranty-offer-awnings",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/12/17"
    },
    "content": [
      "Depending on the model a homeowner selects the manufacturer, Sunesta, offers a warranty of up to 15 years on the frame; up to 10 years on the fabric, and 5 years on the motor."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog7.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How Do I Care For and Clean My Retractable Awning?",
    "slug": "care-clean-retractable-awning-2",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/11/17"
    },
    "content": [
      "Sunesta awnings are not only easy to operate, they're also easy to maintain. To start with, the location of your awning determines the frequency we recommend cleaning it. If your home is located inland, you should clean your awning twice a year. If you are on or near the ocean, you should clean your awning once a month due to the salt exposure. To clean your awning, spray off loose debris and dirt with a water hose. For bird droppings and other attached residue, use warm water and a soft bristled scrub brush on the spot requiring attention before rinsing with your hose. After you have removed any loose dirt and/or residue, allow your awning to dry completely before coating with a rain repellent such as Scotch Guard. If your awning fabric has tougher stains such as mildew, you can attempt to remove the stains with a mild soap, such as Ivory Snow or Woolite, with warm water and a soft bristled scrub brush. Avoid using any product with the word 'detergent' in it. Again, only use a mild soap. After using the soap, rinse the awning thoroughly with water from your hose. Allow the awning to dry completely before coating the fabric with a rain repellent as mentioned previously. Proper care for the frame of your awning includes rinsing it with water from your hose, wiping it down with a soft cloth and using a 100 percent silicone lubricant on all moving parts of the lateral awning. Again, the lubricant must be 100 percent silicone. Avoid using lubricants such as WD-40 as they will leave a residue and may stain your awning's fabric. By following these simple recommendations, you will extend the life of your awning and your enjoyment of it. For any additional questions about the proper care and cleaning of your Sunesta awning, please contact Sunesta's customer service department at 800.874.2001."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog2.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What mounting options are available with a retractable awning?",
    "slug": "mounting-awnings",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/10/17"
    },
    "content": [
      "Mounting Awnings can be daunting but at Mike’s Mobile Screens our awnings offer wall, ceiling, and roof mounting options. Have a special situation? Mike’s Mobile carries a B-Contractor’s license to take care of any custom mounting or unique situations."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog4.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Once an order is placed for an awning, how long will it take for the awning to be installed?",
    "slug": "awning-installation",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/9/17"
    },
    "content": [
      "When it comes to awning installation, we have a very fast turn-around for our custom awning products. We generally require a 3-week lead time from measuring to install."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog5.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "I see the TÜV rating on your awning information. What does TÜV mean?",
    "slug": "see-tuv-rating-awning-information-tuv-mean",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/8/17"
    },
    "content": [
      "All four Sunesta Retractable Patio Awnings including The Sunesta, The Sunstyle, The Sunlight and The Sunflair are designed with consumer safety in mind. These models have been tested by TÜV, an independent organization headquartered in Germany with regional offices in North America. In English, TÜV means Technical Surveillance Association. TÜV tests automobiles, computers, medical devices and other types of consumer products. Because of the large demand and popularity of retractable awnings in Europe, TÜV also tests retractable awnings for safety and reliability. It's the only independent testing agency in the world that provides this function. In addition to the Sunesta models and parts being tested, our facility is inspected by TÜV every year (a certificate of this inspection is available upon request). The inspection is necessary to ensure that we are using the parts that were actually approved. There is another organization associated with retractable awning ratings called CE. This organization does not perform any testing or inspections, it just creates guidelines (wind classes) for rating retractable awnings. Awning manufacturers are then left to voluntarily determine which wind class rating applies to their products without any independent testing and confirmation."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog10.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How do retractable awnings save on energy costs?",
    "slug": "retractable-awnings-save-energy-costs",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/7/17"
    },
    "content": [
      "A 2007 study conducted by the Center for Sustainable Building Research, at the University of Minnesota, concluded that awnings can save homeowners up to 25 percent on energy costs. The reason? Because awnings result in cooling energy savings by 'reducing direct solar gain through windows' In addition, according to the Department of Energy publication, Cooling Your Home, awnings block up to 90 percent of solar heat that is absorbed through windows."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog1.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How is the Awning fabric treated?",
    "slug": "awning-fabric-treated",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/6/17"
    },
    "content": [
      "All fabrics featured in the exclusive Sunesta Awning collection are 100% solution-dyed, acrylic fabric. The colors in the fabric are dyed into the fibers so that they can't fade or run. In addition to their inherent long-lasting durability, all Sunesta fabrics are covered by a 10 year warranty."
    ],
    "images": ["/assets/images/blogposts/9-17/awnings-blog8.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "What is a retractable, or lateral arm, awning?",
    "slug": "retractable-awning-lateral-arm",
    "filter": {
      "Category": "Awnings",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/5/17"
    },
    "content": [
      "According to the Professional Awning Manufacturers Association, a retractable or lateral arm awning is entirely supported from a building and constructed so that the awning cover and supporting frame retract completely against the building's exterior wall. In a retracted position the awning is relieved from wind, rain and snow pressure normally associated with fixed frame awnings. Retractable awnings are commonly used to shade large outdoor areas, such as a deck or patio, and are operated using either a manual crank or remote-controlled motor to extend or retract the awning. Check out our Retractable Awnings."
    ],
    "images": [
      "/assets/images/blogposts/9-17/lateral-arm.jpg",
      "/assets/images/blogposts/9-17/lateral-arm-open.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "My sliding screen door keeps falling off the track, what can I do?",
    "slug": "sliding-screen-door-keeps-falling-track-can",
    "filter": {
      "Category": "Window Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/4/17"
    },
    "content": [
      "We can build you a custom sliding screen door that fits your doorway perfectly. Our sliding screen doors have heavy gauge extruded aluminum frame, metal wheels, bearings and a metal lock. Once they are custom-fit to your doorway the door will offer years of trouble free operation. If you’re tired of messing around with that one-size-fits-all flimsy sliding door from the box store then call Mike’s Mobile Screens to come out and build you a new one on-site! We have an industry leading 10 year warranty on new sliding doors. We can also upgrade the screen material to Solar Screen so the entire door and screen is covered by a 10 year warranty!"
    ],
    "images": ["/assets/images/blogposts/9-17/slider.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Is there a benefit to having window screens built on-site?",
    "slug": "benefit-window-screens-built-site",
    "filter": {
      "Category": "Window Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/3/17"
    },
    "content": [
      "Yes! Mike’s Mobile Screens builds all of your, window and door, screens on-site because we have specific standards on how we want your Solar Screens to fit. We want screens to fit perfectly and this usually means measuring everything to the 1/16th of an inch. If we make a mistake out in the field we can easily correct it. This allows us to confidently build screens to fit your home. This is essential when it comes to installing solar screens. Other companies make screens inches larger than necessary so they don’t accidentally make one too small (and cause them another trip out). Unfortunately, when installing a solar screen that isn't a perfect fit there is a high possibility of water intrusion problems down the road. When it comes to window screens, ones built on-site are always better. Also whenever someone is doing work on your home be sure to check their insurance, GL, worker’s compensation and contractor’s license and bond."
    ],
    "images": ["/assets/images/blogposts/9-17/onsite.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Will I have to take my Solar Screens down in the winter?",
    "slug": "will-take-solar-screens-winter",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/2/17"
    },
    "content": [
      "No! Actually Solar Screens are an efficient way to add another insulation barrier between your windows (the leading areas of heat transfer) and the elements. Solar screens, in an 80% grade, cut harsh UV rays still present in winter without cutting natural visible light. These UV rays in the winter can still fade carpet and furniture. Solar Screens make your home more efficient, regardless of the season and save you energy and money!"
    ],
    "images": ["/assets/images/blogposts/9-17/winter-Solar-Screens.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Do the Rollaway disappearing screen doors also work with double doors?",
    "slug": "rollaway-disappearing-double-doors",
    "filter": {
      "Category": "Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "9/1/17"
    },
    "content": [
      "The Rollaway disappearing screen doors are the perfect screen solution to a set of Double, or 'French' doors. They can be used two at a time - they pull from each side and meet in the middle or if you generally only use one door of the two we have a solution for that also.  We put pins (similar to the locking pins in your existing stationary door) in one side of the disappearing screen door set holding it slightly over center. This gives you the ability to just use one door without having to open the other door to use the screens."
    ],
    "images": ["/assets/images/blogposts/9-17/rollaway-door.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "The steel security doors I’ve seen have big gaps and let in bugs. Is there anything you can do to prevent this?",
    "slug": "steel-security-doors-gaps",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/31/17"
    },
    "content": [
      "Glad you asked! The steel security doors you are thinking of are the kind sold by our competition, and are usually a 3 piece design. A 3 piece door is going to have large gaps at the top, sides and usually the bottom. They have the doors made this way so they will fit a wider variety of door frames. At Mike’s Mobile Screens & Chimney Service our steel doors are 100% custom and made to fit your home. We build our doors in a, far superior, 1 piece design for added strength and beauty. We have over 10 different mounting styles so no matter what kind of existing door frame you have we can build something to fit perfectly. We also build every steel door to stop the bugs from coming in, as well as unwanted people. We have built in flanges that cover all the gaps (as well as adding more security) and can put a door sweep on the bottom to complete the installation."
    ],
    "images": ["/assets/images/blogposts/8-17/gap-door-versus.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "I want a security door, but I don’t want my house to look like it has jail bars. What options do I have?",
    "slug": "security-without-jail-bars",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/30/17"
    },
    "content": [
      "Our Aluminum security doors are made specifically to address your security needs without having the “jail bar” look most security doors are known for. The Tru-View and Viewguard have a unique stainless mesh (painted black) that offers security at its highest level without unsightly bars. If those doors aren't what you are looking for we have steel security door options that can blow away our competition."
    ],
    "images": ["/assets/images/blogposts/8-17/viewgaurd-install.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How Long Do Solar Screens Last?",
    "slug": "long-solar-screens-last",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/29/17"
    },
    "content": [
      "Can Solar Screens last longer than any other part of your home? Absolutely! Mike’s Mobile uses the highest quality materials, and has the best Solar Screen warranty in the industry - 10 years!  We recommend to keep your solar screens looking nice that they be cleaned 1-2 times a year with a mild soap/water solution. Feeling like pampering yourself? Call Mike’s Mobile today and we can take care of washing your Solar Screens as well as your windows!"
    ],
    "images": ["/assets/images/blogposts/8-17/cleaning-Solar-Screens.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Are there screens that work with doors that open outward (outswing doors)?",
    "slug": "screen-doors-outswing-doors",
    "filter": {
      "Category": "Screen Doors",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/28/17"
    },
    "content": [
      "Sure! Our disappearing screen doors are the perfect option to fit on outswing doors. Our Rollaway brand disappearing screen doors mount inside the door frame. Other brands of disappearing screen doors are surface mount and protrude into your home. With our inside mounting and color matching all the way around these, doors are hardly noticeable when not in use."
    ],
    "images": ["/assets/images/blogposts/8-17/double-door-screen-doors.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How do I measure screens to get a quote over the phone?",
    "slug": "measure-solar-screens",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/27/17"
    },
    "content": [
      "Easy! If you need bugscreens or re-screens just count them and call. We charge flat rates to make things simple for you. If you are interested in a quote for Solar Screens you can measure the width and height of each window you are interested in (keep in mind Solar Screens generally cover the entire window). You can measure from the inside or the outside and just round to the nearest foot. Or call Mike’s Mobile Screen and Chimney Service today at 1-877-520-3595 and we can come out to measure your windows for you and give you a FREE in-home estimate!"
    ],
    "images": [
      "/assets/images/blogposts/8-17/Solar-Screen-door-installation.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Is it a good idea to get grids over my Solar Screens?",
    "slug": "grids-over-solar-screens",
    "filter": {
      "Category": "Solar Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/25/17"
    },
    "content": [
      "Sure! Solar Screens with grids are a great way to spruce up the look of your home. One thing to note, however, is if your home already has windows with grids and you have us install Solar Screens with grids then your windows may look busy from the inside looking out. From some angles you may see both sets of grids. If you don’t want a grid pattern we would recommend at least one bar going across the middle (we call it a spreader bar) that matches the separation in the middle of your window."
    ],
    "images": ["/assets/images/blogposts/8-17/solar-screens-with-grids.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "How To Keep Bugs Away From Your Screen",
    "slug": "keep-bugs-away-screen",
    "filter": {
      "Category": "Window Screens",
      "Sub Category": [],
      "Location": "Sacramento",
      "Postdate": "8/16/17"
    },
    "content": [
      "Those long hot summer days are finally here and so are the annoying bugs that come with them. Here are some quick tips how to keep those pesky bugs away from your screens: Clean Your Screens Debris is constantly flying through the air and getting caught in your window screens. This collection of small particles can attract several types of bugs causing them to hang out onto your screens. Simply remove your window screens and wash them with a mild soap and water. This is a great time to wash your windows also. Not feeling up to it? Give us a call and we can wash your windows inside and out! Be sure to let the screens dry before re-installing to avoid spotting your windows. Household Repellents If washing the screens doesn't seem to help you there are some simple repellents you might find around the home that can be used to deter bugs. A little bit of peppermint oil on your screens usually works. It can be applied easily using a paper towel. Vinegar works well as a second choice. Ammonia works great as a cat and small animal repellent. Citronella Citronella is a popular bug repellent and comes in an oil form or in candles. You can often find it at outdoor stores near camping equipment. Now you can enjoy your summer breezes without unsightly bugs crawling all over your screens!"
    ],
    "images": ["/assets/images/blogposts/8-17/how-to-keep-bugs-away.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Best Chimney Sweep in Hayward",
    "slug": "best-chimney-sweep-in-hayward",
    "filter": {
      "Category": "Chimney",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "9/15/15"
    },
    "content": [
      "As with anything in this world, you generally get what you pay for. When it comes to your home, it never pays to cut corners, especially when dealing with fire, literally. To find the best chimney sweep in Hayward, you must do your research. Always use a company that is licensed, bonded and insured. If you are not sure just ask! Mike's Mobile Screen & Chimney Service holds multiple licenses by the Contractor’s State License Board of California and carries a current bond and is fully insured for your protection. We use the strict standards of the CSIA and are NFI certified. This makes Mike's Mobile Screen & Chimney Service the best chimney service to do work on your chimney. With every chimney sweep, we include a full, written, Level 1 Inspection report. We are a full service chimney company that can handle the simplest of repairs to full rebuilds. Some of the repairs we handle on a daily basis include: Crown repair, heat damage to the firebox wall, replacing the chimney liner, replacing refractory panels, de-glazing and more! For more details and services visit us online at mikesmobile.com or call us today! You can reach us at (510) 277-5694 or (925) 443-0700"
    ],
    "images": [
      "/assets/images/blogposts/9-15/Licensed-Insured-Bonded-Badge.png",
      "/assets/images/chimneys/cleaning/chimney_cleaning.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Tru-View Doors in Brentwood",
    "slug": "tru-view-doors-in-brentwood",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "5/15/15"
    },
    "content": [
      "Check out our Tru-View security screen door that was installed in Brentwood! The Tru-View door is the younger brother of the Viewguard security screen door. These doors are great for back yard porches and even front doors! Our customer, Sharon B., from Brentwood, picked out Tru-View doors for her front door and back door! Since her home had one color scheme in the front and another in the back, she picked out a bronze Tru-View for the front and a white one for the back. Thanks Sharon! We all think her doors look awesome and now you can be the judge. Is a Tru-View right for you? If you’re in Brentwood call us today at (925) 443-0700, if you’re somewhere else call us toll free, at (877) 520-3595 and get yours ordered!"
    ],
    "images": [
      "/assets/images/blogposts/5-15/front-door-tru-view.png",
      "/assets/images/blogposts/5-15/front-door-tru-view-white.png"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Napa and Vallejo areas, Yellow and Red Tags Explained",
    "slug": "napa-yellow-tags-explained",
    "filter": {
      "Category": "General",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "10/3/14"
    },
    "content": [
      "Mike's Mobile Screen & Chimney Service is helping the people of Napa and Vallejo areas navigate their way through the process of City inspections, yellow tags and red tags. This blog is to tell you all about the process and explain everything. City Inspections: Mike's Mobile has a California State Contractor's License with the CSLB. Our technicians will easily navigate through this process and get a Permit for your home and the work to be done. City Inspectors come to inspect the work at key points in the Demolition/Construction. Once the work is complete there will be a final inspection. At this time the city will remove the color coded tag from you door. Yellow Tag A yellow tag means “cautionary.” Property owners can access and clean their buildings, and once clean can contact the City for re-inspection. Call 707-258-7829 to request a re-inspection. Red Tag A red tag means the building structure has been damaged and is not safe to enter. Please do not enter your building. You must hire a qualified, licensed engineer to inspect the property and prepare a written assessment. The City will post a list of qualified engineers from the region on its website at www.cityofnapa.org, or you may already have one to work with. Submit the assessment report to the City’s Building Department at 1600 First Street, beginning Tuesday, August 26th. If the report indicates the building is safe to access and occupy, the City will upgrade the red tag to a yellow tag, and then you must follow the steps described above for a yellow tag. If the report indicates the building is not safe to access and occupy, the report will include recommendations for structural modifications. The Building Division will work with the owner on the best course of action."
    ],
    "images": [
      "/assets/images/blogposts/10-14/napa-vallejo-areas-yellow-and-red-tags-explained.jpg"
    ]
  },
  {
    "user": "Mikes Mobile",
    "title": "Napa and Vallejo Masonry Repair",
    "slug": "napa-vallejo-masonry-repair",
    "filter": {
      "Category": "General",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "10/2/14"
    },
    "content": [
      "Mike’s Mobile Screen & Chimney Service is a full service Chimney Sweep and Chimney Repair company in the Napa and Vallejo area, but did you also know that we do masonry repair that is not chimney related? We have technicians in your area that have been rebuilding structures since the Earthquake that shook this area on August 24th 2014. Napa and Vallejo area residents can rest easy knowing that Mike’s Mobile Screen & Chimney Service are on the job. Our trained technicians know how to navigate through the permit system, yellow tags, red tags and inspections. We offer free inspections/estimates to all of our customers with Earthquake damage. Take a second and look at some Masonry work that is not chimney related!"
    ],
    "images": ["/assets/images/blogposts/10-14/napa-vallejo-masonry-repair.jpg"]
  },
  {
    "user": "Mikes Mobile",
    "title": "Another Custom Creation! Custom Security Doors",
    "slug": "another-custom-creation-custom-security-doors",
    "filter": {
      "Category": "Security Screen Doors",
      "Sub Category": [],
      "Location": "Hayward",
      "Postdate": "6/24/14"
    },
    "content": [
      "Sometimes customers are not sure what they want and sometimes they know exactly what they want! Joe from San Jose knew exactly what he wanted when he came to us. He needed French style custom security doors that SLIDE! Sliding security doors are not very common, but as you can see, they are beautiful. We worked with Joe and created a masterpiece! He picked out the Sunburst pattern that goes perfect with double doors. The white on white color keeps his home elegant. We love working with our customers to create working art for their home. Please give us a call today! (877) 520-3595 Check out the gallery below to see more pictures from this beautiful home."
    ],
    "images": [
      "/assets/images/blogposts/6-14/another-custom-creation-custom-security-doors.jpeg"
    ]
  }
]
