[
    {    
    "section":"A",
    "terms":{
        "AGA":"American Gas Association",
        "AGRIFUEL":"Organic material cultivated or a byproduct of agriculture used for fuel in pellet hearths.",
        "AIR INFILTRATION":"Air moving into the structure through the many small holes in the envelope.",
        "AIR INLET":"The designed port(s) of entry for combustion air in a controlled combustion, solid fuel burning appliance.",
        "AIR INLET CONTROL":"Wood stove device that regulates the amount of combustion air reaching the fire.",
        "AIR SUPPLY":"Broadly, the air that is supplied to the firebox of the wood-burning appliance.",
        "AIR-TO-FUEL RATIO":"The ratio of air and fuel, by weight, in a solid fuel appliance. It should be noted that 1 pound of dry air occupies a volume of 13.315 cubic feet at 70 degrees Fahrenheit. Therefore, 35 pounds of air, the typical amount of air necessary to burn 1 pound of wood in a fireplace, occupies 466 cubic feet.",
        "APPLIANCE(Solid Fuel)":"A solid fuel-burning product.",
        "APPLIANCE (Pellet Hearth)":"Pellet burning heating device. Also known as a pellet stove.",
        "APPLIANCE TO FLUE":"Means of venting a solid fuel appliance (including fireplace inserts) into masonry fireplace chimneys; the stainless steel connector passes from the appliance to the fire fireclay flue liner. Also referred to as direct connection.",
        "AL 29-4C":"An alloy of stainless steel that is highly resistant to corrosion used for relining flues where flue gasses may contain highly corrosive elements. This alloy is used most often when relining a flue that will vent a modern, high-efficiency gas furnace. Since most of the heat generated by such an appliance goes into warming the home, flue gas temperatures tend to be relatively low. Low flue gas temperatures keep moisture in the flue gasses from evaporating and being eliminated up the flue. This combination of moisture in the flue gas, along with other chemicals that may be inducted into the flue from the surrounding environment, such as those from chemical cleaners and laundry supplies, can contribute to a very corrosive flue gas composition. AL29-4C is made to resist such corrosive environments over a long period of time.",
        "ALDEHYDES":"Class of compounds with distinct pungent odor; produced during incomplete combustion of a fuel gas.",
        "ALUMINUM RELINING PIPE":"Aluminum can be used as a relining pipe when it will be relining flues for low-efficiency gas furnaces. These devices produce neither enough heat nor enough moisture to constitute the need for a more durable stainless steel relining pipe.",
        "ANSI":"American National Standards Institute. The coordinating organization for federated national standards system, consisting of 900 companies and 200 trade, technical, professional, labor; and consumer organizations.",
        "APPLIANCE":"Equipment, usually built in standardized sizes or types ~ installed or connected as a unit to perform one or more functions .",
        "APPLIANCE REGULATOR":"The appliance component, usually part of the combination valve, that maintains constant gas pressure.",
        "APPROVED":"Acceptable to the authority having jurisdiction. Appliances or installations are not approved unless accepted by the authority having jurisdiction, whether or not they are 'tested or listed'",
        "AROMATIC HYDROCARBON":"A group of hydrocarbon compounds, including benzene and its derivatives, which are among the many compounds found in wood smoke. Consistent exposure to aromatic hydrocarbons has been identified as a cause of cancer.",
        "ASH":"The solid residue left when combustible material is thoroughly burned or is oxidized by chemical means.",
        "ASH DOOR":"A door, with a frame, providing access to the ash dump, through which collected ashes can be removed.",
        "ASH DUMP":"An opening, usually with a hinge door and located at the bottom of the fireplace, through which ashes can be dumped. Also the cavity or receptacle below the opening in which ashes collect before removal.",
        "AUGER":"Rotating screw type device that feeds fuel from a hopper to the combustion chamber ; commonly found on pellet stoves.",
        "AUGER MOTOR":"Electric motor that turns the auger.",
        "AUTHORITY HAVING JURISDICTION":"The organization, office or individual responsible for approving equipment, installations or procedures. Includes building or fire inspectors, insurance underwriting departments, or other entities having legal authority to regulate or set standards for acceptability and to enforce them.",
        "AUTOMATIC GAS CONTROL VALVE":"Gas valve which combines control functions; usually consists of gas manual valve assembly; pilot safety shutoff system, diaphragm valve, gas pressure regulator, and valve operator."        
    }
    },
    {
        "section":"B",
        "terms":{
            "BACKPUFFING STOVE":"A stove that emits smoke in short, sharp puffs due to a series of small explosions in the stove or venting system.",
            "BAFFLE":"Object placed in an appliance to change the direction, extend the path, or slow the flow of air, air-fuel mixtures, or flue gases, located between the firebox and the stove outlet.",
            "BAROMETRIC DAMPER":"Device which regulates draft and prevents excessive draft in a fuel-burning appliance by admitting a controlled amount of air to the venting system under normal burning conditions.",
            "BASE ASSEMBLY":"The section of a masonry fireplace that includes the inner hearth, hearth extension, and ash dump.",
            "BIOMASS":"Renewable organic source of fuel.",
            "BOCA":"Building Officials and Code Administrators. International, an organization that develops model building codes.",
            "BOILER":"See hot water boiler and low-pressure steam boiler.",
            "BOTTOM FEED":"Pellet appliance fuel feed design which delivers pellets from beneath the burnpot. Also known as underfeed.",
            "BREAST":"The area located above the damper on the front smoke chamber wall of a masonry fireplace.",
            "BREACHING":"The conduit conveying flue gas from the appliance to the chimney. (See 'Chimney connector'; and 'Vent connector';)",
            "BTU":"British thermal unit. A measure of heat energy; the amount of heat required to raise the temperature of one pound of water one degree Fahrenheit at sea level.",
            "BUILT-IN APPLIANCE":"Pellet appliance designed to be installed at close clearances into a framed combustible opening to give the appearance of a fireplace insert without the necessity of an existing fireplace.",
            "BURN RATE":"Combustion rate, usually expressed in pounds of fuel consumed per hour.",
            "BUTANE":"A colorless, odorless, nontoxic gas; not generally used in hearth appliances.",
            "BURN BACK":"The condition of smoke or of charred, smoldering, or burning pellets in the hopper or auger.",
            "BURN POT":"Metal or ceramic device in the combustion chamber where fuel and air are mixed and primary combustion occurs.",
            "BY-PASS DAMPER":"Term specifically referring to the movable plate in catalytic wood burning appliances that in one position channels the flue gases through the catalytic combustor, and in the other position channels the smoke to 'bypass';, or not go through, the catalytic combustor. On some non-catalytic appliances, a movable plate that redirects and increases residence time of gases."
        }

    },
    {
        "section":"C",
        "terms":{
                "CAN":"Holder for catalytic combustor, usually made of stainless steel.",
                "CANNING SYSTEM":"Device surrounding catalytic combustor, usually consisting of insulation mat and stainless steel can, or holder.",
                "CAP":"Also termination cap. Covering for factory-built chimney that minimizes effect of wind, and prevents entry of rain, snow, and debris.",
                "CARCINOGENIC":"By definition, capable of causing cancer. BTU British Thermal Unit ; A measure of the heat required to raise one pound of water one degree F.",
                "CARBON DIOXIDE (C02)":"Colorless, odorless, non-combustible gas produced during complete combustion of fuel.",
                "CARBON MONOXIDE (CO)":"An odorless, colorless, tasteless poisonous gas that is a byproduct of incomplete combustion.",
                "CARBON MONOXIDE POISONING":"A condition that occurs in living organisms exposed to excessive amounts of carbon monoxide.",
                "CAST ALUMINUM":"A light weight, rust proof metal made by pouring molton aluminum into pre-shaped molds or casts.",
                "CATALYST":"A substance that increases the rate of a chemical reaction without being consumed in the process. In solid fuel use, usually the precious metals palladium and platinum. Applied to the washcoat of the catalytic combustor.",
                "CATALYTIC COMBUSTOR":"A device designed to increase the combustion efficiency of a wood heating system by lowering the ignition temperature of flue gases passing through it. Combustors may be incorporated into the stove design or added to the stove or stovepipe as a retrofit.",
                "CATHEDRAL CEILING":"A ceiling, usually sloped, which is formed by the underside of the roof.",
                "CENTRAL HEATER":"A heat-producing appliance which transfers a heated gas or liquid to areas remote from the appliance location.",
                "CHASE":"A structure built around, and enclosing, portions of the chimney and in some cases, housing the appliance.",
                "CSIA CERTIFIED CHIMNEY SWEEP.":"A person who passes the Chimney Safety Institute of America Certified Chimney Sweep Exam and agrees to abide by the CSIA Code of Ethics.",
                "CSIA CERTIFIED CHIMNEY SWEEP PROGRAM":"A comprehensive, written, proctored examination developed, administered, and graded by the Chimney Safety Institute of America.",
                "CHIMNEY":"One or more passageways, vertical or nearly so, for conveying flue gases from the appliance to the outside atmosphere.",
                "CHIMNEY BREACHING":"A means of venting a solid fuel appliance into masonry fireplace chimneys, the chimney connector passes through the chimney wall to the inside of the flue liner by means of a thimble or approved pass-through device.",
                "CHIMNEY CAP":"A protective covering or housing for the top of a chimney intended for preventing the entry of rain, snow, animals, birds, etc., and for preventing downdrafts. Chimney caps are also called rain covers or rain caps.",
                "CHIMNEY CAPS, BACKDRAFT":"If chimney caps are incorrectly installed they can be the cause of chimneys not breathing properly and lead to backdrafts which occur when smoke comes back down the chimney and enters the home.",
                "CHIMNEY CAPS, ZERO-CLEARANCE":"Chimney caps approved for use on zero-clearance fireplaces.",
                "CHIMNEY CAPACITY":"Refers to the volume of flue gases the chimney is able to handle; is affected by draft.",
                "CHIMNEY CLEANING":"The process of removing soot, creosote, and debris from a chimney. This should be done on a regular basis in order for the chimney to operate as efficiently and safely as possible.",
                "CHIMNEY CLEANING LOG":"A log impregnated with chemicals which when burned in a fireplace is said to loosen creosote and soot in the flue and allow them to fall into the firebox. It is generally believed this is not a safe substitute for a physical cleaning of the flue by a chimney professional. Also known as chimney sweep log and chimney.",
                "CHIMNEY CLEANING TOOLS":"Devices, such as brushes, scrapers, and rods used for the purpose of cleaning chimneys.",
                "CHIMNEY DAMPER CAPS":"Chimney dampers with caps are mounted to the top of the chimney and are a device which replaces traditional throat dampers and have caps to protect them from weather.",
                "CHIMNEY LINER":"The inner portion of the chimney that contains the products of combustion. It can be made of clay tiles or of metal. For flues to be serviceable, they must remain in tact, free from perforations, cracks or damage of any kind that could allow the products of combustion to pass into the living spaces of the home, or the heat from the products of combustion to endanger combustible materials near the flue such as framing, walls, ceilings, insulation, or floors.",
                "CHIMNEY CONNECTOR":"The pipe connecting a fuel-burning appliance to a chimney. (See 'breaching'; and 'vent connector';).",
                "CHIMNEY CROWN":"Mortar or concrete at the top of a chimney that seals off the air space between the outer walls of a masonry chimney and the flue liner and slopes away from the liner to shed water.",
                "CHIMNEY FIRE":"Burning of creosote, soot, or other combustible deposits within a chimney or chimney connector.",
                "CHIMNEY PRODUCTS":"Products related to servicing, maintaining, repairing, or cosmetically improving chimneys.",
                "CHIMNEY RELINING":"The process of replacing the inner wall of the chimney flue. Typically removing the old damaged liner, whether clay or metal, and installing a new metal liner appropriate for the appliance being served does this. Usually chimneys are relined with stainless steel of an alloy suitable for the fuel being burned.",
                "CHIMNEY REPAIR":"The process of restoring broken or damaged chimneys to service. This can involve tuckpointing loose brickwork, rebuilding or resealing the crown, or relining the chimney when the chimney liner is cracked, perforated, or broken.",
                "CHIMNEY SAFETY INSTITUTE OF AMERICA":"A non-profit, tax-exempt educational organization dedicated to chimney safety through public education and the development of technical knowledge and educational programs for America's chimney service professionals.",
                "CHIMNEY SERVICE":"A professional company that cleans, inspects, repairs, evaluates, and maintains chimneys.",
                "CHIMNEY SUPPLIES":"Products and tools related to chimney repair, maintenance, and service.",
                "CHIMNEY SWEEP":"The inner portion of the chimney that contains the products of combustion. It can be made of clay tiles or of metal. For flues to be serviceable, they must remain in tact, free from perforations, cracks or damage of any kind that could allow the products of combustion to pass into the living spaces of the home, or the heat from the products of combustion to endanger combustible materials near the flue such as framing, walls, ceilings, insulation, or floors.",
                "CHIMNEY SWEEP EQUIPMENT":"Materials used by chimney sweeps to clean, maintain, and repair chimneys and fireplaces.",
                "CHIMNEY SWEEP GUILD":"A professional organization comprised of chimney sweeps usually for the purpose of providing technical education, and for promoting awareness to the general public of safety issues related to the care and maintenance of chimneys and flues. These organizations exist at the state, regional, and national levels.",
                "CHIMNEY SWEEP SUPPLIES":"Materials used by chimney sweeps to clean, maintain, and repair chimneys and fireplaces.",
                "CHIMNEY SWEEPING":"Refers to the mechanical cleaning of chimneys to remove soot, creosote, and debris. Usually done with brushes and mechanical scraping tools.",
                "CHIMNEY SWEEPS":"A group of professionals who make their living cleaning, inspecting, repairing, and maintaining chimneys. Also, chimney sweepers.",
                "CHLORIDE":"A form of salt tested for in APFI pellet fuel standards.",
                "CIRCULATING STOVE":"A stove which draws in cool air near the stove base, heats the air between the firebox walls and the unit's outer jacket, and then emits the warmed air to the living space through grating or louvers in the stove covering.",
                "CLASS A, FACTORY-BUILT CHIMNEY":"A chimney composed entirely of listed manufactured components, designed to be assembled as an entire system in accordance with the terms of the listing.",
                "CLEAN-OUT OPENING":"An opening or hole in a chimney designed to allow access to the flue or ash dump for purposes of removing ash, creosote, soot and other extraneous matter.",
                "CLEAN-OUT DOORS":"Devices installed in a masonry chimney to allow access to the interior chimney for the purposes of inspection, routine sweeping and creosote removal, or removal of debris. They can be made of steel, cast aluminum, or clay.",
                "CLEARANCE":"Distance between a heat producing appliance, chimney, chimney connector, vent, vent connector, or plenum, and other surfaces.",
                "CLINKER":"Hard pieces of fused ash that can form in the firebox of a coal-burning appliance.",
                "CMHC":"Canadian Mortgage and Housing Corporation. It is the government of Canada's National Housing Agency.",
                "COLD JUNCTION":"Non-heated end of the thermocouple/thermopile.",
                "COMBUSTIBLE MATERIAL":"Material made of or surfaced with wood, compressed paper, plant fibers, plastics or other materials that can ignite and burn, whether flame-proofed or not, or whether plastered or unplastered.",
                "COMBUSTION":"Rapid oxidation of fuel accompanied by the production of heat and light.",
                "COMBUSTION CHAMBER":"A heavily constructed area designed to withstand direct contact with combustion and to optimize conditions necessary to burn fuel efficiently.",
                "COMBUSTION RATIO":"Required amount of air that must mix with 1 cubic foot of gas to have complete combustion.",
                "COMPRESSION STATION":"Place where pressure of natural gas is increased before it continues farther along the pipeline.",
                "CONDENSATE":"The liquid that separates from a gas (including flue gases) due to a reduction in temperature.",
                "CONTROLLED COMBUSTION":"Complete burning of fuel with a steady flame when fuel and air supplied at proper rate. Contrast with explosion.",
                "CONTROLLED COMBUSTION APPLIANCES":"Solid fuel appliances with relatively tight seals. The amount of air entering the air inlet, thus the combustion rate in the firebox is operator controlled.",
                "CONNECTOR":"The pipe that connects a fuel-burning appliance to a chimney or vent.",
                "CONVECTION":"The transmission of heat by the circulation of a fluid (air or water), caused by differences in temperature (and therefore density).",
                "COOKSTOVE":"A controlled combustion solid fuel appliance with at least one oven and a surface designed for cooking.",
                "CORBEL":"Units of masonry projecting from or stepping upward and outward from the face of a wall or chimney in courses to form a support or ledge for a beam, rafter or other member, or to change the shape or direction of a chimney.",
                "CREOSOTE":"Chimney and stovepipe deposits originating as condensed wood smoke.",
                "CRICKET":"A device designed for use with chimneys that penetrate the roof at a location other than the roof peak. Crickets shed water away from the chimney; they are often referred to as saddles.",
                "CROWN":"The top surface of a masonry chimney, normally with a beveled or sloped top for the purpose of keeping rain out of the chimney cavity. Also known as a cap or wash."

        }

    },
    {
        "section":"D",
        "terms":{
            "DAMPER":"A valve, usually a movable or retractable plate, for controlling the flow of air or smoke.", 
"DAMPER CABLE":"That part of a top-sealing damper that runs from the damper down the chimney to the firebox. It has a handle on the firebox end for the purpose of opening and closing the damper.",
"DIAL-A-FLEX":"Interlocked flexible stainless steel relining pipe made by HomeSaver and constructed of at least ; thickness stainless steel. This liner is available in 94 different rectangular sizes to provide optimal fit into a wide variety of fireplace flues.",
"DIAPHRAGM":"Part of pressure regulator that responds to changes in gas pressure to maintain constant outgoing pressure.",
"DENSITY":"Mass per unit volume of material. For wood, density is expressed as pounds per cubic feet.",
"DIETHANOLAMINE TREATMENT":"Chemical process of removing hydrogen sulfide and carbon dioxide from gas. Sweetening the gas.",
"DIRECT CONNECT":"A connector from an insert or hearth stove to the first flue tile in a fireplace.",
"DIRECT SPARK IGNITION":"A type of electronic ignition system that ignites the gas directly at the main burner by means of a spark.",
"DIRECT VENT":"Method of venting appliance whereby all air for combustion is derived directly from the outside atmosphere and all flue gases are discharged directly to the outside atmosphere.",
"DIRECTIONAL HOOD":"A part of the pilot burner that directs the flame against a control device and then out across the main burner.",
"DISTILLATION":"Separation of solids and liquids from gases by application of heat. Method of extracting LPG from wet natural gas.",
"DOWNDRAFT":"Draft which forces air to flow down a chimney, rather than up.",
"DRAFT":"Force or pressure difference between the inside and the outside of the venting system which causes gases to flow up and out of the chimney and air to flow into the appliance.",
"DRAFT HOOD":"A device built into an appliance designed to (1) provide for the ready escape of flue gases in the event of no draft, back draft, or stoppage beyond the draft hood; (2) prevent a back draft from entering the appliance; and (3) neutralize the effect of stack action of the chimney or gas vent upon the operation of the appliance. Also known as draft diverter.",
"DRIP":"In gas piping, a tee device used to collect condensate from gases. Installed so that they can be serviced to remote condensate. Also known as drip leg."
        }

    },
    {
        "section":"E",
        "terms":{
            "ELBOW":"The portion of the connector or chimney that turns or offsets the direction of the chimney.",
            "ELECTRICAL FIREPLACES":"A non-vented fireplace run on electricity that creates a visual impression similar to a woodburning fireplace. These usually emit little or no heat and are mostly decorative in purpose and design.",
            "ELECTRONIC SNIFFER":"A device that emits a loud, piercing noise in the presence of very small amounts of certain gases. Used in gas supply line and appliance leak detection.",
            "ENERGY LOSS":"Heated or cooled air lost from a home to the outside environment through the walls, seals around doors and windows, and/or up the flue of a chimney.",
            "ETHANE":"A hydrocarbon compound found in natural gas.",
            "EXCESS AIR":"Air in the firebox or fire-chamber of a solid fuel appliance that is not used in the combustion reactions (and exhausts through the venting system).",
            "EXCESS FLOW VALVE(EFV)":"A gas valve designed to activate when the fuel gas passing through it exceeds a prescribed flow rate.",
            "EXPLOSION":"Rapid burning with an improper rate of air and fuel; not under control and with excessive pressure."
        }

    },
    {
        "section":"F",
        "terms":{
            "FACTORY-BUILT CHIMNEY":"Chimney composed of listed factory-built components, assembled in accordance with the terms of the listing to form the completed chimney.",
            "FACTORY-BUILT FIREPLACE":"Fireplace composed of listed factory-built components, including a chimney, that are assembled in accordance with the terms of the listing to form the completed fireplace.",
            "FIRE CHAMBER":"See 'Firebox.';",
            "FIRE POT":"Area where combustion takes place in stokers and pellet stoves.",
            "FIRE RESISTANCE RATING":"The time a material will withstand, without igniting, flame and heat as specified by code a specific test conditions.",
            "FIREBOX":"Chamber of a fireplace or stove where the fire actually burns. See combustion chamber.",
            "FIREBOX ASSEMBLY":"The section of a masonry fireplace that normally includes the firebrick, lintel, and damper.",
            "FIREBRICK":"Brick composed of clay and silica and designed to withstand high temperatures such as those found in a firebox.",
            "FIRECLAY":"Clay that withstands high temperatures without deforming or cracking.",
            "FIREPLACE":"Hearth, firebox (or similarly prepared place) and a chimney.",
            "FIREPLACE INSERT (Masonry)":"Solid fuel appliance designed to be installed partially or fully in the fire chamber of a masonry fireplace, and that vents into the fireplace chimney by means of full relining or appliance to flue methods.",
            "FIREPLACE DOORS":"Glass doors containing combustion air vents usually at the bottom used to seal the opening of a fireplace.",
            "FIREPLACE INSERT (Factory Built)":"Factory-built, field-installed product consisting of a firebox assembly designed to be installed within or partially within the firebox of a fireplace. Such an assembly often uses the fireplace flue to vent the products of combustion.",
            "FIREPLACE MANTELS":"That part of a hearth setting that protrudes from the surface above the opening of the firplace and is ususally used as a shelf. If made of combustible material, it must be far enough above the fireplace opening to meet NFPA standards.",
            "FIREPLACE OPENING":"That portion of the fireplace open to the surrounding area.",
            "FIREPLACE SCREENS":"Glass or small mesh steel screens placed in front of the opening of a fireplace for the purpose of protecting the area around the fireplace from sparks and embers.",
            "FIREPLACE SMOKE CHAMBER":"That portion of the fireplace located above the firebox and at the base of the chimney flue where smoke gathers before it is exhausted up and out of the chimney.",
            "FIREPLACES":"Devices for indoor burning, open on at least one side. Most often of masonry or metal construction built with the home. Most commonly used for burning wood for effect rather than heat source.",
            "FIREPLACE STOVE":"Self-contained, chimney connected, solid fuel burning appliance having its fire chamber open to the room.",
            "FIRESTOP":"A barrier, usually metal, designed to span the space between the chimney and surrounding combustible material. Intended to resist the spread of fire from one floor to another.",
            "FIXED LADDER":"A ladder that cannot be readily moved or carried because it is an integral part of a building or structure.",
            "FLAME IMPINGEMENT":"Ability of the flame to come in contact with another surface.",
            "FLAME RECTIFICATION":"Means to ensure gas shutoff in the absence of flame in electronic ignition system. Alternating current applied to an electrode engulfed in the pilot or burner flame is rectified, or changed to direct current, to power a control module to maintain gas flow until the flame is extinguished.",
            "Flammability Limits":"Minimum and maximum amounts of fuel (expressed as a percentage) in an air and fuel mixture within which combustion can take place.",
            "FLASHING":"Sheet metal or other materials used in waterproofing roof valleys, hips, or the angle between a chimney and a roof.",
            "FLOATING HEARTH":"Hearth built over the joists that support the floor.",
            "FLOOR PROTECTION":"Noncombustible materials of specified size, thickness, material and conductivity placed under a solid fuel appliance; required to extend beyond the four sides of the appliance. Serves to protect combustible floor surfaces and framing. Differs from Hearth.",
            "FLOW":"Amount (volume) of gases that actually pass through the venting system as a result of draft.",
            "FLOW CAPACITY":"The amount of gases that are able to flow through a venting system in a given time and at a given draft and system resistance.",
            "FLOW REVERSAL":"A chimney performance problem that occurs because gases are drawn down the flue by low pressure at the bottom of the chimney.",
            "FLUE":"The passage in a chimney for conveying flue gases to the outside atmosphere.",
            "FLUE COLLAR":"Portion of an appliance that is designed for attachment of a chimney or vent connector or a draft hood.",
            "FLUE GASES":"Combustion products from fuel-burning appliances, plus excess air.",
            "FLUE GAS TEMPERATURE":"Temperature of gases in the flue.",
            "FLUE LINER":"Special liner required by codes and standards to cover the inner surface of the flue. The liner serves as a buffer between flue gases and chimney walls and is designed to contain the products of combustion.",
            "FLY ASH":"Very lightweight ash, easily picked up by air currents.",
            "FRACTIONATING":"Extraction of impurities and hydrocarbons from wet and natural gas.",
            "FREESTANDING GAS APPLIANCE":"An appliance with gas burning log set that has the appearance of a solid fuel appliance that is placed away from walls in a dwelling.",
            "FREESTANDING FIREPLACE":"A fireplace that is exposed on all sides and is typically connected to a chimney. These units are often found in the middle of the room.",
            "FREESTANDING SOLID FUEL HEATER":"A chimney-connected, solid fuel burning, room heater which is designed to be operated with the fire chamber closed (also known as 'freestanding stove ') .",
            "FULL RELINING":"A means of venting a solid fuel appliance (including fireplace inserts) into fireplace chimneys; the listed liner extends from the appliance out the top of the chimney and includes insulation and components in accordance with the terms of the listing. Also referred to as positive connection.",
            "FURNACE":"Appliance designed to heat air and supply it to areas remote from the appliance location."
        }

    },
    {
        "section":"G",
        "terms":{
            "GAS CONTROL KNOB ASSEMBLY":"Part of the gas control valve that is a multi-positioned and tapered valve designed to allow or shut off gas supply to the appliance. Also known as gas cock assembly.",
            "GAS FIREPLACE LOGS":"Artificial logs made of ceramic or fiber used in conjunction with a burner fueled by natural or liquid propane gas to simulate wood burning. These can be either vented or vent free.",
            "GAS FIREPLACES":"Fireplaces that have either been converted from wood to gas or were constructed for gas. Most often their primary purpose is atmosphere rather than heat.",
            "GAS LOGS":"An open flame type appliance consisting of a burner and metal pan or base supporting simulated logs. May include various ember media.",
            "GAS STOVES":"Heating or cooking appliances that use natural gas or liquid propane as their fuel.",
            "GAS VENT":"A factory-made, listed venting system designed to remove flue gases to the outside atmosphere.",
            "GASKETING":"Special rope or tape-like, noncombustible and compressible material used to make airtight seals around stove doors.",
            "GRATE":"Raised grid-like structure where fuel is placed.",
            "GRAVITY VENT":"Type of venting that uses the natural draft of a column of warm gases rising due to the pressure of surrounding cooler air."
        }

    },
    {
        "section":"H",
        "terms":{
            "HEARTH":"Floor area within the firebox of a fireplace or a fireplace stove.",
            "HEARTH EXTENSION":"Noncombustible surfacing applied to the floor area extending in front of and at the sides of the hearth opening of a fireplace or a fireplace stove; also as applied to the floor area beneath a fireplace stove or beneath an elevated overhanging fireplace hearth.",
            "HEARTH STOVE":"Stoves which are either specifically designed or adapted for connection to a fireplace.",
            "HEAT EXCHANGER":"Chamber in a heating appliance where heat resulting from combustion of fuel is transferred through the walls of the chamber to air or water passing through the exchanger.",
            "HEAT LOSS CALCULATION":"Calculation to determine house Btu loss; factors include conduction through construction materials, air infiltration losses and the difference between actual or projected outside temperatures and desired temperature inside the house. Used for determining necessary heat output from the heating appliance.",
            "HEAT OUTPUT":"The amount of usable heat produced by a heating appliance; expressed in Btu (for solid fuel and most conventional fuel appliances).",
            "HEAT RECLAIMER":"Stovepipe accessory designed to extract heat from flue gases.",
            "HEAT TRANSFER EFFICIENCY":"The percentage of useful heat released in the fire which becomes useful heat in the home.",
            "HEAT VALUE":"Amount of heat potential of one cubic foot of gas when burned. Also known as caloric value.",
            "HEATFORM TYPE FIREPLACES":"See steel fireplace liner",
            "HEATILATOR-TYPE FIREPLACE":"Brand name describing either a factory built fireplace or steel fireplace liner.",
            "HEATING SYSTEM":"Heat-producing appliance with a combustion chamber and a heat exchanger.",
            "HEAVY FLEX":"Interlocked flexible stainless steel relining pipe constructed from stainless steel of at least ; thickness. Its weight and thick outer walls make it more impervious to damage and therefore easier to clean and easier to install in most masonry chimneys.",
            "HIGH-EFFICIENCY FURNACE":"A heating device that returns to the heating environment more than 90% of the heat it generates. Such a device has, therefore, relatively low flue gas temperatures. The lower flue gas temperatures result in more moisture that condenses on the interior flue walls. This situation significantly increases the opportunity for corrosion within the flue.",
            "HISTOPLASMISOSIS":"A fungal infection of the lungs caused by breathing in dust from soil enriched by bird dung, i.e., soil from chicken coops or fireplace smoke shelves.",
            "HOT AIR PLENUM":"Sheet metal chamber mounted to the furnace, into which hot air is directed, and to which ducts are attached for hot air distribution into the house.",
            "HOT JUNCTION":"Joined, heated end of thermocouple/thermopile.",
            "HOT SURFACE IGNITER":"Type of electronic ignition system in which a glow bar is heated by electrical means to a temperature of about 2,500 degrees Fahrenheit to provide the heat to ignite main burner gas.",
            "HOT WATER BOILER":"A closed vessel for heating a liquid or water or for generating vapor or steam by direct application of heat."
        }

    },
    {
        "section":"I",
        "terms":{
            "IBC":"International Building Code",
            "ICBO":"International Conference of Building Officials, an organization which develops model building codes.",
            "IGNITION SYSTEMS":"Devices that ignite the pilot burner and/or the main burner assembly.",
            "IGNITION TEMPERATURE":"The lowest temperature at which combustion occurs. Varies widely with reference to the variety of flammable gases spontaneously combusting in a solid fuel appliance.",
            "IMC":"International Mechanical Code",
            "INADEQUATE FLOW":"Chimney performance problem occurring when the flow of gases through a venting system is insufficient to handle the amount of flue gas produced by the fire.",
            "INCINERATOR":"An appliance or combustion chamber which burns garbage, rubbish and other wastes.",
            "INCOMPLETE COMBUSTION":"Improper air/fuel mixture or inadequate temperatures resulting in less than complete burning of fuel. May produce aldehydes and/or carbon monoxide.",
            "INCREASER":"Chimney connector component that permits the transition from smaller to larger connector, thimble, liner, or chimney.",
            "INFRARED RADIATION":"A form of light, beyond the visible part of the spectrum, which is given off by warm or hot objects and is converted to sensible heat when absorbed by another object.",
            "INNER HEARTH":"Floor area within the firebox or fire chamber where the fire is built.",
            "INTERIOR CHIMNEY":"A chimney that has any part of its structure inside the exterior wall of a building.",
            "INTERMITTENT IGNITION SYSTEM":"Means of lighting the pilot or main burner without the use of a standing pilot, by electronic spark or hot surface ignition. Also known as electronic ignition device.",
            "INTERNATIONAL FUEL GAS CODE":"A standard for the installation of gas appliances, piping, and venting.",
            "IN-we ":"Inches of Water Column. Measure of pressure.",
            "IRC":"International Residential Code"
        }

    },
    {
        "section":"J",
        "terms":{
            "JOB-MADE LADDER":"A ladder that is fabricated, typically at the construction site; non-commercially manufactured.",
            "JOINT COMPOUNDS":"Non-hardening materials used on pipe threads to insure a proper seal."
        }

    },
    {
        "section":"L",
        "terms":{
            "LABELED":"Materials or equipment to which has been attached a label, symbol or other identifying mark of an organization acceptable to the 'authority having jurisdiction'; and concerned with product evaluation, that maintains periodic inspection of production of labeled equipment or materials and by whose labeling the manufacturer indicates compliance with appropriate standards or performance in a specified manner.",
            "LATENT HEAT":"Energy used to change a liquid (such as water) to a gas (such as steam) that is released as sensible heat when the gas condenses to its liquid state.",
            "LEAKAGE TESTING":"Procedure to ensure that there is no uncontrolled flow of fuel gas in the gas piping system and/or the appliance.",
            "LIFTING FLAMES":"An unstable burner condition in which flames rise above or blow off the burner port.",
            "LIMIT SWITCH":"Bimetallic device set to react to excessive temperature by causing gas flow to be cut off.",
            "LINTEL":"When referring to masonry fireplaces, the horizontal noncombustible member, usually of masonry or steel, spanning the opening of a masonry fireplace to support the load above.",
            "LISTED":"Materials or equipment included in a list published by an organization acceptable to the 'authority having jurisdiction'; and concerned with product evaluation, that maintains periodic inspection of production of listed equipment or materials and whose listing states either that the equipment or material meets appropriate standards or has been tested and found suitable for use in a specified manner.",
            "LIQUEFIED PETROLEUM GAS(LPG)":"Colorless, odorless, and non-toxic gas separated from wet natural gas, light crude oil, and oil refinery gases. Composed predominantly of following hydrocarbons or mixtures thereof: propane, propylene, normal butane or isobutane and butylenes.",
            "LOW-EFFICIENCY FURNACE":"A heating device that returns to the heating environment less than 90% of the heat it generates. Such a device has a warm enough flue gas temperature to allow for the vaporization and release to the environment most of the moisture created in the combustion process. This allows for a flue gas environment that is substantially less corrosive than that created by a high-efficiency gas furnace.",
            "LOW PRESSURE STEAM BOILER":"Boiler which heats water under pressure to above boiling point and circulates the water to radiators where it is allowed to turn to steam and condense, releasing latent heat."
        }

    },
    {
        "section":"M",
        "terms":{
            "MAIN GAS BURNER":"Device for the final conveyance of gas or a mixture of gas and air to the combustion zone. Consists of burner orifice, air shutter, mixer, and burner head.",
            "MANIFOLD":"The conduit of an appliance that supplies gas to the individual burners.",
            "MANIFOLD PRESSURE":"Gas pressure between the gas control valve and the burner orifice.",
            "MANOMETER":"An instrument for measuring the pressures of gases and vapors.",
            "MANTEL":"A shelf or facing ornament above a fireplace opening.",
            "MANUFACTURER'S INSTALLATION INSTRUCTIONS":"Instructions and recommendations for proper assembly, adjustment, and installation of listed equipment.",
            "MASONRY CHIMNEY":"A field-constructed chimney of solid masonry units, bricks, stones, listed masonry chimney units, or reinforced Portland cement concrete, lined with suitable chimney flue liners built in accordance with applicable building code requirements.",
            "MASONRY FIREPLACE":"A hearth and firebox of solid masonry units such as bricks, stones, listed masonry units, or reinforced concrete, provided with a suitable chimney.",
            "METHANE":"Main constituent of natural gas.",
            "MILLIVOLT(mv)":"Unit of electromotive force equal to one one-thousandth of a volt.",
            "MIXER":"Component of a main burner where gas mixes with air. Consists of mixer face, mixer head, and mixing tube (venturi).",
            "MOBILE HOME APPLIANCE":"Solid fuel appliance specifically designed to meet HUD standards for installation into mobile homes. Includes outside combustion air, floor mountings, substantially reduced clearances, and designated venting systems.",
            "MODULAR/MASONRY CHIMNEY":"A factory-built, listed chimney system composed of engineered, pre-cast masonry units, assembled in the field to form a completed chimney.",
            "MODULAR/MASONRY FIREPLACE":"Fireplace or fireplace liner constructed of engineered pre-cast masonry units.",
            "MOISTURE CONTENT":"The percentage of the fuel's weight that is water in comparison to the total weight of the water and wood in the wet method; in comparison to the weight of the oven dried fuel in the dry basis.",
            "MULTI-FLUE CHIMNEY":"A single chimney containing more than one flue.",
            "MULTIMETER":"A device consisting of one or more meters used to measure two or more electrical quantities in an electrical circuit, such as voltage, resistance, and current."
        }

    },
    {
        "section":"N",
        "terms":{
            "NATIONAL FUEL GAS CODE (ANSI Z23.1, NFPA 54)":"A standard for the installation of gas appliances, piping, and venting.",
            "NATURAL GAS":"Colorless, highly flammable gas found in porous geologic formations beneath the earths surface. Consists mainly of methane.",
            "NCSG":"National Chimney Sweep Guild, a non-profit trade association of chimney service companies dedicated to the education of consumers in chimney and venting safety and to professionalism in the chimney service trade.",
            "NFGC":"National Fuel Gas Code, also known as NFPA 54",
            "NFPA":"National Fire Protection association, a non-profit, technical, and educational organization to promote the science and improve the methods of fire protection and prevention, to obtain and circulate information on these subjects, and to secure the cooperation of its members and the public in establishing proper safety against loss of life and property by fire .",
            "NFPA 31":"Standard for the Installation of Oil-Burning Equipment",
            "NFPA 211":"National Fire Protection Association standard for chimneys, fireplaces, vents, and solid fuel burning appliances.",
            "NFPA 97M":"Glossary of Terms Related to Chimneys, Vents, and Heat Producing Appliances, a standard published by the National Fire Protection Association.",
            "NONCOMBUSTIBLE MATERIAL":"Material that, in the form in which it is used and under the conditions anticipated, will not ignite, burn, support combustion, or release flammable vapors when subjected to fire or heat."
        }

    },
    {
        "section":"O",
        "terms":{
            "ODS MONITOR":"Oxygen Depletion Sensor.",
            "ODORANT":"Material added to natural gas or propane in small concentrations to impart a detectable distinct odor. Usually mercaptans.",
            "OFFSET":"That portion of a chimney located between two completely vertical portions that bends away from vertical for architectural reasons. This bend can be as much 45 degrees. Offsets in chimney are often difficult to negotiate when relining a chimney with stainless steel relining pipe. Thats why flexible relining pipe is so often used in the relining process.",
            "OFFSET FLUE":"A flue that is not completely vertical.",
            "OPACITY":"Thickness of smoke. An indicator of combustion efficiency.",
            "ORIFICE":"The opening in a cap, spud, or other device whereby the flow of gas is limited and/or controlled and through which the gas is discharged to either a pilot burner or main burner.",
            "ORIFICE SPUD":"A removable plug or cap containing an orifice.",
            "OUTSIDE AIR COMBUSTION KITS":"A duct with a valve for directing outside air to the firebox for use during combustion.",
            "OVALFLEX":"Interlocked flexible stainless steel relining pipe made by HomeSaver and constructed of at least ; thickness stainless steel and shaped into the form of an oval for a more optimal fit into certain types of masonry chimneys.",
            "OVEN DRY WOOD":"Wood dried at 217 degrees Fahrenheit to a constant weight; defined as having 'zero moisture content.';"
        }

    },
    {
        "section":"P",
        "terms":{
            "PARGING":"A thin coat of mortar applied to the inside of a masonry chimney or to the walls of a smoke chamber.",
            "PARTICULATE":"Tiny pieces of solid or liquid matter which form the visible components of smoke.",
            "PARTITION":"The masonry wall that must separate flue liners in a masonry chimney. Also referred to as Wythe.",
            "PASCAL":"A metric measure of pressure. 25 Pa= .l  IN-wc",
            "PELLETS":"Compressed biomass (wood fibers, sawdust or other organic material) used as fuel in pellet stoves.",
            "PELLET HOPPERS":"Fuel storage unit from which fuel is conveyed to a fire pot in pellet stoves.",
            "PELLET STOVES":"Solid fuel appliance fueled with pellets.",
            "PIEZO STARTER":"A device that delivers an igniting spark by means of pressure on a crystal.",
            "PILOT":"A small flame used to ignite the gas at the main burner. May be standing (constantly burning) or intermittent (on and during demand for heat).",
            "PLENUM":"An enclosure that serves as a gathering point for the distribution of air in the ducting system.",
            "PORTABLE LADDER":"A ladder that can be readily moved or carried.",
            "POSITIVE CONNECT OR POSITIVE CONNECTION":"A liner from a hearth stove or insert to the top of the chimney.",
            "PRESSURE ADJUSTMENT SCREW":"Part of a pressure regulator located directly under a cap screw on top of the regulator. Means of adjusting gas pressure on some regulators. Note: some pressure regulators are not subject to adjustment. Check manufacturers instructions.",
            "PRESSURE REGULATOR":"A device for controlling and maintaining a uniform outlet gas pressure. Service regulators reduce high street pressure of natural gas or reduce propane storage tank pressure. Appliance regulators usually part of the combination valve, reduce and maintain constant pressure to be used in an appliance.",
            "PRESSURE DROP TEST":"Method of checking for leaks in the gas supply line prior to installation of appliances.",
            "PRIMARY AIR":"Combustion air directed to the firebox where the fuel is located; supports all stages of combustion.",
            "PROPANE":"A colorless, odorless, non-toxic LPG containing more heat value than natural gas.",
            "PSI":"Pounds of pressure per square inch.",
            "PYROLYSIS":"Chemical alteration of wood, coal, or other combustible materials as a result of the application of heat."
        }

    },
    {
        "section":"Q",
        "terms":{
            "QUALIFIED AGENCY":"Any individual, firm, corporation or company that, either in person or through a representative, is engaged in and is responsible for the connection, venting, installation, inspection, repair or servicing of heat-produceing appliances and who is experienced in such work, is familiar with all precautions required, and has complied with all the requirements of the authority having jurisdiction."
        }

    },
    {
        "section":"R",
        "terms":{
            "RADIANT HEAT":"See infrared radiation.",
            "RADIANT STOVE":"Stove that has its outer firebox walls exposed to the area to be heated; radiant stoves transfer most of their heat in the form of infrared radiation.",
            "RAIN CAP":"Cap placed above the flue to prevent rain from entering the flue. See chimney cap.",
            "RECTANGLEFLEX":"Interlocked flexible stainless steel relining pipe made by HomeSaver and constructed of at least ; thickness stainless steel and shaped into the form of a rectangle for more optimal fit into larger chimneys serving fireplaces.",
            "REDUCER":"Also known as decreaser: Chimney connector component that permits the transition from a larger to smaller diameter chimney connector; thimble, liner or chimney. Not normally recommended because of potential smoke spillage and poor appliance performance. May violate code and/or manufacturers instructions.",
            "REFRACTORY MORTAR":"High temperature masonry mortar used primarily to join flue liners. Required by NFPA as medium duty, nonwater-soluble calcium aluminate refractory cement mixture, or its equivalent.",
            "RESIDENCE TIME":"The length of time smoke remains in the venting system.",
            "RESIDENTIAL TYPE CHIMNEY":"A chimney that vents residential-type gas, liquid, and solid fuel burning appliances. This class of service is based on a maximum continuous appliance outlet flue gas temperature of not greater than 1000 degrees Fahrenheit.",
            "RESIDENTIAL TYPE HEATING APPLIANCE":"A heating appliance that vents into a residential type chimney.",
            "RIGID RELINING PIPE":"Non-flexible stainless steel pipe used for relining masonry chimneys. Used primarily in chimneys that do not have offsets.",
            "ROOF BRACING KIT":"Apparatus attached to the factory-built chimney above the roof that has braces, or legs, that attach to the roof to stabilize the chimney. Required by manufacturers for chimneys above a specified height above the roof.",
            "ROOM HEATER":"Self-contained appliance designed to heat the area in which it is located."
        }

    },
    {
        "section":"S",
        "terms":{
            "SADDLE":"See cricket.",
            "SAFETY SHUTOFF":"A system, usually powered by a thermocouple/thermopile or by an electronic control module, designed to shut off the gas supply to the pilot and/or main burner flame is lost unexpectedly.",
            "SBCCI":"Southern Building Codes Congress International, an organization that develops model building codes.",
            "SCREENING":"Wire mesh installed at the top of the chimney to prevent animals and birds from entering the flue .",
            "SECONDARY AIR":"Combustion air directed downstream of the primary combustion zone (but still in the appliance) to support the combustion of remaining combustible gases; does not directly influence the rate of primary combustion.",
            "SECONDARY AIR INLET":"A second air inlet in a solid fuel burning stove designed to supply sufficient additional oxygen to combustible volatiles so that they will burn.",
            "SEDIMENT TRAP":"In gas piping, a tee device to intercept or hold solid foreign particles to prevent them from blocking valves or orifices. If not part of an appliance, must be installed as close to appliance inlet as possible.",
            "SENSIBLE HEAT":"Heat which can be sensed, as by the skin; heat which causes a sensible temperature rise in a material.",
            "SINGLE-FLUE CHIMNEY CAP":"A chimney cap designed to attach to and cover one clay tile flue.",
            "SMOKE":"Solid, liquid and gaseous products of combustion that leave the combustion zone unburned and are carried through the venting system by draft. Often the term is used to refer only to the visible portion of the appliance exhaust. See particulate and smoke density.",
            "SMOKE CHAMBER":"Chamber in a fireplace directly above the smoke shelf and extending to the base of the flue.",
            "SMOKE CHAMBER ASSEMBLY":"The section of a masonry fireplace containing the smoke chamber walls and the smoke shelf, located above the throat and below the flue.",
            "SMOKE DENSITY":"The amount of unburned hydrocarbons in the flue gas.",
            "SMOKE SHELF":"The area at the bottom of the smoke chamber created as the back wall of the firebox arches forward. The shelf is located at the intersection of the smoke chamber and the firebox. A damper is normally located on the forward side of the smoke shelf.",
            "SMOKE TEST":"A procedure for ascertaining the tightness of a chimney and for detecting any cracks in a masonry chimney flue or deterioration or breaks in the integrity of a factory-built or metal chimney flue. The procedure involves igniting a smoke bomb or building a smoky fire in a fireplace or a solid-fuel burning appliance, covering the chimney termination, and checking for smoke escaping through the chimney walls.",
            "SOLENOID":"Coil of wire that pulls an iron core within it magnetically when electricity flows through it. In use, known as electromagnet.",
            "SOLID FUEL":"Coal, wood, and other similar organic materials and any combination of them.",
            "SOOT":"Soft, black or brown, velvety carbon particle deposits inside appliances, chimneys or connectors, originating in oxygen-poor flames.",
            "SOUR GAS":"Gas containing amounts of sulfur that prevent its use as a fuel unless purified.",
            "SPACE HEATER":"See room heater.",
            "SPALL":"To chip or flake, usually associated with masonry construction.",
            "SPARK ARRESTER":"Screening material or screening device attached to a chimney termination to prevent the passage of sparks to the outside atmosphere.",
            "SPECIFIC GRAVITY":"The weight of one substance compared to the weight of another substance, both of equal volume.",
            "SPILLAGE":"Condition of flue gases failing to exit the venting system properly and instead flowing out into the dwelling. Condition calls for immediate examination of appliance and venting system and corrective action.",
            "SPILLAGE TEST":"Method of detecting spillage. Flame or smoke applied at draft hood being blown out (away from draft hood) indicates spillage problem that should be remedied without delay.",
            "STACK EFFECT":"The tendency for warmer air to rise within a structure, creating lower pressure in the lower areas of the building. Stack effect often works against chimney draft, causing poor performance or smoking in appliances situated in the lower levels of the building.",
            "STAINLESS STEEL CHIMNEY LINERS":"Stainless steel pipe, either rigid or flexible, made for relining flues of masonry chimneys when the original clay liner has cracked or broken. May also be used to create a lining in a masonry chimney that was made without a clay liner.",
            "STANDARD CEILING":"A ceiling where the ceiling and the roof line are two separate units, usually separated by an attic.",
            "STEEL FIREPLACE UNIT":"A unit consisting of a steel firebox, and an air chamber adjacent to the sides and rear of the firebox, used to construct a masonry fireplace. The unit usually has ducts to circulate air to and heated air from the air chamber to the living space.",
            "STEEL LINED FIREPLACE":"Masonry fireplace with prefabricated metal firebox that has all the components of traditional fireplaces; may have double walls to provide circulating air passage behind the fire chamber.",
            "STOVEPIPE":"Single wall metal pipe used as a general purpose chimney connector.",
            "STORM COLLAR":"Metal plate or collar fastened and sealed with high temperature sealant around the chimney just above the roof flashing. Prevents water from entering the space between the chimney and the roof flashing.",
            "SUBSTRATE":"Catalytic combustor component that carries washcoat and catalyst. Must be inert, stable, porous material providing large surface area. Almost exclusively ceramic in solid fuel combustors.",
            "SWEET GAS":"Gas in its natural state containing such small amounts of sulfur that it can be used without purification processes."
        }

    },
    {
        "section":"T",
        "terms":{
            "TEE":"Chimney connector or factory-built chimney component that provides a 90 degree turn in the venting system; has a removable plate at the bottom for inspection and chimney cleaning convenience.",
            "TEMPERATURE DIFFERENTIAL":"The difference in temperature between two areas, such as inside and outside the chimney or house. (Example if it is 90 degrees Fahrenheit outside the house and 70 degrees Fahrenheit inside the house, the temperature differential is 20 degrees Fahrenheit).",
            "TERMINATION":"Components at the top of the chimney.",
            "THERM":"Unit of heating value equivalent to 100,000 Btu.",
            "THERMOCOUPLE":"A device consisting of two pieces of dissimilar metals joined together at one end (hot junction). When the hot junction is heated, the thermocouple produces DC voltage across the other end. Used to power thermoelectric gas valves.",
            "THERMOPILE":"A number of thermocouples connected in series to produce a higher voltage than a single thermocouple.",
            "THERMOSYPHON":"Referring to factory-built chimneys, a type of design that uses naturally moving air to cool the inner liner of the flue.",
            "THIMBLE":"Fixed or removable ring, tube, or lining usually located in the hole where the chimney connector or vent connector passes through a wall and enters a chimney or vent.",
            "THROAT":"Opening above a fireplace firebox through which flue gases pass from the firebox to the flue. The fireplace damper frame assembly is usually located at the throat of a fireplace.",
            "THROAT DAMPERS":"Metal plates installed just above the firebox of a masonry chimney that are used for sealing the flue shut when the fireplace is not in use. Since they seal metal to metal, the seal is quite leaky even when the plates are new. Over time, the plates rust and deteriorate as they are exposed to heat and moisture. When this happens they lose almost their entire flue sealing capacity.",
            "TOP-SEALING DAMPERS":"A device installed at the top of a chimney for the purpose of sealing the flue shut when the fireplace is not in use. They are often used as replacements for throat dampers that are installed just above the firebox when a masonry chimney is built. Lyemance and Lock-Top top-sealing dampers are as much as 90% more efficient than throat dampers because they provide a silicone rubber gasket seal rather than metal to metal.",
            "TURBULENCE":"Areas of erratic pressure or flow.",
            "TYPE B GAS VENT":"Listed, factory-built, oval shaped, double wall metal pipe for venting appliances with draft hoods and other appliances listed for use with Type B Gas Vent.",
            "TYPE B-W GAS VENT":"A listed, factory-built, oval shaped, double wall metal pipe for venting (only) vented wall furnaces."
        }

    },
    {
        "section":"U",
        "terms":{
            "UL":"Underwriters Laboratory, an independent, nonprofit, product safety certification organization. Manufacturers voluntarily submit products, devices, materials, and systems for evaluation of electrical, fire, burn, and casualty hazards. Products that meet ULs safety requirements are eligible to bear the UL Mark and are subsequently covered by ULs Followup Services program, which continuously monitors all UL Labeled products.",
            "UNVENTED ROOM HEATER":"Category of unvented, self-contained, free standing, non-recessed (except as noted) fuel-gas burning appliance for furnishing warm air by gravity or fan without duct connection. Gas hearth appliances listed to ANSI Standard Z21.11.2 includes Gas Fireplaces and Fireplace Inserts.",
            "UPDRAFT":"Normal direction of chimney draft caused by buoyant gases rising within a chimney."
        }

    },
    {
        "section":"V",
        "terms":{
            "VALVE OPERATOR":"Part of electronic automatic gas control valve that activates the flow of gas to the main burner. Also known as operator head.",
            "VENT":"A vertical or nearly vertical passageway composed of listed vent parts for conveying flue gases of certain gas or oil burning appliances to the outside atmosphere.",
            "VENT CONNECTOR":"The pipe that connects a fuel-burning appliance to a gas vent or a Type L vent. (See also 'Breeching'; and 'Chimney Connector')",
            "VENT ORIFICE":"Part of a pressure regulator, located in the chamber above the diaphragm. An opening that allows for the free flow of air in and out in the area above the diaphragm. Also provides for the escape of fuel gas in the event of a diaphragm rupture.",
            "VENTING SYSTEM":"A system that exhausts products of combustion to the atmosphere.",
            "VENTLESS FIREPLACE":"Fireplaces that do not need to vent products of combustion to the outside environment. All electric and some gas fireplaces fall into this category.",
            "VIDEO SCANNER":"System, incorporating a closed -circuit video camera and television or monitor, for inspecting the interior of flues and other inaccessible areas."
        }

    },
    {
        "section":"W",
        "terms":{
            "WASHCOAT":"Material applied to the substrate of catalytic combustor to increase and maintain surface area. Chemically inert, usually a high surface area alumina.",
            "WATER COLUMN (WC)":"Measurement in inches of pressure of gas. 28 inches WC equals one psi.",
            "WET GAS":"Unprocessed natural gas containing more than 20% of impurities and heavier hydrocarbons.",
            "WIND-INDUCED DOWNDRAFTS":"Downdrafts related to wind which force smoke down the chimney because of unusually high pressure at the top of the flue.",
            "WOODSTOVES":"Enclosed appliances, most commonly constructed of steel or cast-iron, used for burning wood for the purpose of heating an indoor space.",
            "WYTHE":"The masonry wall or partition seperating multiple flues in a masonry chimney."
        }

    }
]