[
    {
        "page": "/",
        "content": "Mike's Mobile Screen and Chimney Service offers security doors, security window screens, chimney services and awnings for the Sacramento, Stockton, Modesto, Napa and East Bay areas.",
        "title": "Security Doors, Security Window Screens & Chimney Services | Mike's Mobile"
    },
    {
        "page": "/about",
        "content": "Window screen repair, door screen repair, security doors and windows, retractable patio awnings and more! Chimney sweep, chimney inspections and chimney repairs for the Sacramento, Stockton, Modesto, Napa and East Bay areas.",
        "title": "About Mike's Mobile Screen & Chimney Service, Serving the Greater Sacramento, Stockton, Modesto, Napa and East Bay Areas"
    },
    {
        "page": "/faq",
        "title": "FAQ | Mike's Mobile Screen and Chimney Service"
    },
    {
        "page": "/about/awnings",
        "content": "Mike's Mobile provides Sunesta retractable awnings and more for the Sacramento, Stockton, Modesto, Napa and East Bay areas.",
        "title": "Awnings for Sacramento, Stockton, Modesto, Napa & the East Bay | Mike's Mobile"
    },
    {
        "page": "/services/drop-roll-sunscreens",
        "content": "Sunroll retractable drop roll sunscreens provide you with total vertical sun control of your covered outdoor space.",
        "title": "Drop Roll Sunscreens for Sacramento, Stockton & the East Bay | Mike's Mobile"
    },
    {
        "page": "/services/retractable-patio-awnings",
        "content": "Transform your home’s outdoor areas easily with motorized retractable patio awnings for your patio, deck or porch.",
        "title": "Retractable Patio Awnings for Sacramento, Stockton & the East Bay | Mike's Mobile"
    },
    {
        "page": "/blog",
        "content": "Mike's Mobile offers security doors, windows and chimney services for Sacramento, Stockton, Modesto, Napa and East Bay areas. We are also experts at recommending and installing awnings. Call us today!",
        "title": "Blog | Mike's Mobile Screen and Chimney Service"
    },
    {
        "page": "/about/chimney-services",
        "content": "An annual chimney service is the best way to maintain your chimney. Keep your Sacramento, Stockton or East Bay home safe. Get chimney inspections, repairs and accessories from Mike's Mobile!",
        "title": "Chimney Service - Chimney Sweeps | Mike's Mobile"
    },
    {
        "page": "/grid/chimney-accessories",
        "content": "Chimney accessories such as caps and spark arrestors keep your chimney dry, and keep animals out. Call Mike's Mobile for all of your chimney needs in the Sacramento, Stockton, Modesto, Napa and East Bay areas.",
        "title": "Chimney Accessories - Chimney Caps | Mike's Mobile"
    },
    {
        "page": "/services/chimney-caps-and-spark-arrestor",
        "content": "Chimney caps with spark arrestors keep out rain, animals, reduce sparks, drafts, and keep more heat in the house. We service the Sacramento, East Bay and Stockton areas.",
        "title": "Chimney Caps with Spark Arrestor - Chimney Parts | Mike's Mobile"
    },
    {
        "page": "/services/fireplace-grate",
        "content": "Burn safer and more efficiently with a fireplace grate. A quality fireplace grate protects you fireplace floor. We cover all your chimney needs in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Fireplace Grates - Chimney Parts | Mike's Mobile"
    },
    {
        "page": "/services/chimney-cleaning",
        "content": "Help protect your refractory panels with an annual chimney cleaning. Let our fully trained chimney cleaning professionals service your Sacramento, Stockton, Modesto or East Bay Home.",
        "title": "Chimney Cleaning - Chimney Service | Mike's Mobile"
    },
    {
        "page": "/services/chimney-inspections",
        "content": "Need a chimney inspection in Sacramento, Stockton or the East Bay? Call us today and have a Mike's Mobile professional chimney inspection done before you burn.",
        "title": "Chimney Inspection - Chimney Service | Mike's Mobile"
    },
    {
        "page": "/grid/chimney-repairs",
        "content": "Chimney repair done by professionals. Mike's Mobile repairs your crown, fireplace, chimney masonry and more. Mike's Mobile Screen and Chimney Service offers security doors, security window screens, chimney services and awnings for the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Chimney Repair - Chimney Services | Mike's Mobile"
    },
    {
        "page": "/services/chimney-de-glazing",
        "content": "Professional chimney de-glazing by Mike's Mobile Screen and Chimney Service. Keep your Sacramento, East Bay or Stockton chimney free of glazed creosote.",
        "title": "Chimney De-Glazing - Chimney Repairs | Mike's Mobile"
    },
    {
        "page": "/services/chimney-liner",
        "content": "A properly functioning chimney liner is one of the most important pieces of a safe chimney. Mike's Mobile services chimneys the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Chimney Liner - Chimney Repairs | Mike's Mobile"
    },
    {
        "page": "/services/crown-seal",
        "content": "Have our professionals seal up your crown with our waterproof chimney crown seal. We service any chimney in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Chimney Crown Seal - Chimney Repair | Mike's Mobile"
    },
    {
        "page": "/services/masonry-repair",
        "content": "Mike's Mobile handles all your chimney masonry repair needs. Have your chimney inspected and repaired by us before you burn. We service the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Chimney Masonry Repair - Chimney Services | Mike's Mobile"
    },
    {
        "page": "/services/rear-firewall-heat-damage",
        "content": "Have us inspect your home and chimney for rear firewall heat damage. Don't wait until you need your chimney rebuilt. Keep your Sacramento, East Bay or Stockton chimney safe and sound.",
        "title": "Rear Firewall Heat Damage - Chimney Repair | Mike's Mobile"
    },
    {
        "page": "/services/refractory-panels",
        "content": "Fireplace refractory panels are the brick-patterned stamped concrete panels lining the inside of a prefabricated fireplace. Mike's Mobile replacement panels are generally thicker and should last much longer than original panels.",
        "title": "Fireplace Refractory Panels - Chimney Repair | Mike's Mobile"
    },
    {
        "page": "/chimney-faq",
        "content": "Get your chimney FAQ answered here. How often should you have your chimney cleaned? We service any chimney in the Sacramento, Stockton, Modesto and East Bay areas. Don't hesitate to give us a call.",
        "title": "Chimney FAQ - How Often Should You Have Your Chimney Cleaned? | Mike's Mobile"
    },
    {
        "page": "/chimney-glossary",
        "content": "Browse through our exhaustive chimney glossary. We service chimneys in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Chimney Glossary | Mike's Mobile Screen and Chimney Service"
    },
    {
        "page": "/services/chimney-rebuild",
        "content": "Get a professional chimney rebuild from Mike's Mobile Screen & Chimney Service. Don't wait until you have your chimney falling on your home. We service chimneys in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Chimney Rebuild - Chimney Service & Repair | Mike's Mobile"
    },
    {
        "page": "/services/fireplace-hearth",
        "content": "Have a degraded or dirty looking fireplace hearth? Have us come out to inspect it and give you a quote on refreshing its old look. Mike's Mobile services chimneys the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Fireplace Hearth - Chimney Service & Supply | Mike's Mobile"
    },
    {
        "page": "/services/hardscape",
        "content": "Give your backyard a beautiful makeover! Call us today for a free estimate on any of your hardscaping projects in the East Bay, Sacramento, Stockton and Modesto.",
        "title": "Masonry Hardscaping - Backyard Makeovers | Mike's Mobile"
    },
    {
        "page": "/contact",
        "content": "Contact Mike's Mobile for all of your Sacramento, East Bay, Stockton and Modesto security doors, windows and chimney service needs. We do window and door screen repair, security doors, chimney sweeps, chimney cleaning, chimney inspection, chimney repair and more.",
        "title": "Contact Us | Mike's Mobile Screen and Chimney Service"
    },
    {
        "page": "/about/security-doors",
        "content": "Upgrade your style and security with our high quality security doors. Mike's Mobile has many options to protect both your view and your home. Contact us in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Security Doors - Windows & Doors | Mike's Mobile"
    },
    {
        "page": "/products/crl-guarda-quick-escape",
        "content": "Buy Guarda Quick Escape security window screens in Sacramento, Stockton. Modesto and the East Bay Area. They provide secure protection and give you a clear view of the outdoors, without compromising the style or appearance of your home.",
        "title": "Guarda Quick Escape Window Screens | Mike's Mobile"
    },
    {
        "page": "/products/solar-screens",
        "content": "Suntex solar screens use a heavy-duty woven mesh that blocks 80-90% of the sun’s hot rays before they enter your windows and doors. Get a free quote in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Solar Screens - Window Screens | Mike's Mobile"
    },
    {
        "page": "/grid/swinging-screen-doors",
        "content": "Many different styles and colors of swinging screen doors to choose from. Swinging screen doors are a great way to upgrade the look of your home. We serve the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Swinging Screen Doors - Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/fiesta-swinging-screen-door",
        "content": "The Fiesta swinging screen door offers a classic design. On the top half you have an unobstructed view and great ventilation. On the bottom half you have an aluminum grille. Contact us in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Fiesta Swinging Screen Door | Mike's Mobile"
    },
    {
        "page": "/",
        "content": "Mike's Mobile Screen and Chimney Service offers security doors, security window screens, chimney services and awnings for the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Security Doors, Security Window Screens & Chimney Services | Mike's Mobile"
    },
    {
        "page": "/chimneys/antioch-east-bay-region",
        "content": "Mike's Mobile chimney services has you covered. Have you had your East Bay chimney cleaned in the last year? If not, call us today!",
        "title": "Chimney Services - East Bay Area | Mike's Mobile"
    },
    {
        "page": "/chimneys/auburn",
        "content": "Mike's Mobile chimney services for the greater Sacramento, Auburn, Stockton, Modesto and East Bay areas. Relax with a hot and safe fire in your home, courtesy of your friends at Mike's Mobile.",
        "title": "Chimney Services - Auburn, California | Mike's Mobile"
    },
    {
        "page": "/chimneys/danville-and-walnut-creek-south-bay",
        "content": "We're chimney service experts in Danville, Concord and beyond. Call and request a quote today! Come home to a warm, safe fire in the Walnut Creek area, thanks to your friends at Mike's Mobile.",
        "title": "Chimney Service - Contra Costa County | Mike's Mobile"
    },
    {
        "page": "/chimneys/napa-vallejo",
        "content": "Call Mike's Mobile for all of your chimney service needs in the Napa, Vallejo and beyond. After watching the sunset in Napa, return home to a relaxing safe fire in your clean fire place.",
        "title": "Chimney Service - Napa and Vallejo | Mike's Mobile"
    },
    {
        "page": "/chimneys/oakland-north-bay",
        "content": "Count on Mike's Mobile for all of your chimney service needs in the Oakland and the North Bay areas. Whether coming home from the stadium or watching the game in your Oakland home; know that the fire in your chimney is safe and hot.",
        "title": "Chimney Service - Oakland and North Bay | Mike's Mobile"
    },
    {
        "page": "/chimneys/sacramento",
        "content": "Chimney service experts for the greater Sacramento region since 2002. If you're coming home from the Sacramento river, the beach or the mountains; rest assured the chimney you come home to will be safe and ready to burn. Call Mike's Mobile!",
        "title": "Chimney Service - Sacramento | Mike's Mobile"
    },
    {
        "page": "/screens/fairfield-vacaville",
        "content": "We are experts in the installation of window screens and awnings since 2002. Home and business owners throughout the Vacaville and Fairfield areas can count on Mike's Mobile!",
        "title": "Screens and Awnings - Vacaville, California | Mike's Mobile"
    },
    {
        "page": "/chimneys/stockton",
        "content": "Mike's Mobile has become the premier chimney service and repair company here in Stockton. We also service San Joaquin county and surrounding areas. Give us a call today for all of your chimney and fireplace needs!",
        "title": "Chimney Service - Stockton, California | Mike's Mobile"
    },
    {
        "page": "/screens/antioch-east-bay-region",
        "content": "Our mobile installation technicians can outfit your patio with the screens and awnings of your dreams. We are a premier dealer and installer in Antioch and the East Bay areas. Call or request a quote today!",
        "title": "Screens and Awnings - Antioch & East Bay | Mike's Mobile"
    },
    {
        "page": "/screens/auburn",
        "content": "With our mobile installation technicians, we can repair your damaged screens and awnings, or replace them entirely with state of the art screen door technologies. We proudly service the greater Auburn region. Call or request a quote today!",
        "title": "Screens and Awnings - Auburn, California | Mike's Mobile"
    },
    {
        "page": "/screens/danville-and-walnut-creek-south-bay",
        "content": "Trying to beat the heat? Have our knowledgeable screens and awnings technicians build custom solar screen doors to save on cooling costs. We are your South Bay screen, awning and chimney experts. Call or request a quote today!",
        "title": "Screens and Awnings - South Bay Area | Mike's Mobile"
    },
    {
        "page": "/screens/fairfield-vacaville",
        "content": "Need new window screens and awnings in the Vacaville region? Mike's Mobile Screen and Chimney Service is dedicated to exceeding the expectations of home and business owners throughout the Fairfield and Vacaville area. Call or write us today!",
        "title": "Screens and Awnings - Vacaville and Fairfield | Mike's Mobile"
    },
    {
        "page": "/screens/modesto",
        "content": "Have your Modesto window screens and awnings fallen into disrepair? You need the services of experts at Mike's Mobile Screens to come quickly to your aid. Contact us and we'll help you right away!",
        "title": "Screens and Awnings - Modesto, California | Mike's Mobile"
    },
    {
        "page": "/screens/napa-vallejo",
        "content": "We’ve provided premium window screens and awnings to the residents of Napa and Vallejo for many years. We have extensive experience in all facets of screen repair. Contact Mike's Mobile Screen and Chimney Service Today!",
        "title": "Screens and Awnings - Napa & Vallejo region | Mike's Mobile"
    },
    {
        "page": "/screens/oakland-north-bay",
        "content": "Mike's Mobile screen and awning company is the North Bay and Oakland's premier window and door screen contractor. We do screen repair, solar screens, sliding screen doors, retractable patio awnings, drop roll sunscreens and more. Call for a quote today!",
        "title": "Screens and Awnings - Oakland & North Bay | Mike's Mobile"
    },
    {
        "page": "/screens/sacramento",
        "content": "Mike's Mobile specializes in door screens, window screens and awnings for the Sacramento region and beyond. Most screens are built on-site for that perfect fit! Call or write for a free quote.",
        "title": "Screens and Awnings - Greater Sacramento | Mike's Mobile"
    },
    {
        "page": "/screens/stockton",
        "content": "Mike's Mobile has been providing new window screens and awnings to residential and commercial clients here in the Stockton region since 2002. We have the perfect solution to repair or replace that damaged screen or awning.",
        "title": "Screens and Awnings - Stockton & Tracy | Mike's Mobile"
    },
    {
        "page": "/products/santa-cruz-swinging-screen-door",
        "content": "The Santa Cruz swinging screen door offers a classic design. This grille is an extruded aluminum amplimesh style grille that adds character and charm to this awesome screen door. Get a free quote here in the Sacramento, Stockton, Modesto, Napa and East Bay areas!",
        "title": "Santa Cruz Swinging Screen Door | Mike's Mobile"
    },
    {
        "page": "/products/brighton-swinging-screen-door",
        "content": "The Brighton swinging screen door mixes an elegant and open design. It offers two horizontal bars and two vertical bars inside of an extruded aluminum frame. Call for a free quote here in the Sacramento, Stockton, Modesto, Napa and East Bay areas!",
        "title": "Brighton Swinging Screen Door | Mike's Mobile"
    },
    {
        "page": "/products/clearview-swinging-screen-door",
        "content": "The Clearview swinging screen door has an open design that maximizes visibility and ventilation. Customize your door today and add a pet door or solar screen today! Mike's Mobile is your screen door expert in the Sacramento, Stockton, Modesto, Napa and East Bay areas!",
        "title": "Clearview Swinging Screen Door | Mike's Mobile"
    },
    {
        "page": "/products/colonade-swinging-screen-door",
        "content": "Our Colonade swinging screen door has an elegant design of a 15 lite grid pattern, that adds character and depth to this screen door and your home. Get a free quote in the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Colonade Swinging Screen Door | Mike's Mobile"
    },
    {
        "page": "/products/craftsman-swinging-screen-door",
        "content": "The Craftsman swinging screen door offers three vertical grids and two horizontal grids on the bottom half. Mike's Mobile offers security doors, windows and chimney services for Sacramento, Stockton, Modesto and East Bay areas. Call us today!",
        "title": "Craftsman Swinging Screen Door | Mike's Mobile"
    },
    {
        "page": "/services/fireplace-glass-doors",
        "content": "We can properly fit your fireplace with a quality, trouble-free fireplace glass doors set. Mike's Mobile services any chimney in the Sacramento, Stockton, Modesto and East Bay areas. Don't hesitate to give us a call!",
        "title": "Fireplace Glass Doors - Chimney Accessories | Mike's Mobile"
    },
    {
        "page": "/services/radiant-fireback",
        "content": "Need more heat? Constructed of 14 gauge, 304-alloy stainless steel, the lightweight radiant fireback will effectively reflect heat back into your room at a fraction of the cost of a traditional cast iron fireback. We service chimneys in the greater Sacramento, Stockton, Modesto and East Bay areas!",
        "title": "Radiant Fireback - Chimney Accessories | Mike's Mobile"
    },
    {
        "page": "/services/brick-block-stone-veneer",
        "content": "Is your chimney brick, block or stone showing its age? It may be time to refresh it with chimney veneers. We are experts in chimney services and repair for Sacramento, Stockton, Modesto and the East Bay regions!",
        "title": "Chimney Brick, Block or Stone Veneers - Masonry - Mike's Mobile"
    },
    {
        "page": "/services/tuckpointing",
        "content": "Chimney tuckpointing is a repair process which stops the destructive process of damage to mortar joints due to harsh weather conditions. Contact Mike's Mobile in the Sacramento, Stockton, Modesto and the East Bay areas for all your chimney inspection needs!",
        "title": "Chimney Tuckpointing - Masonry Services | Mike's Mobile"
    },
    {
        "page": "/services/waterproofing",
        "content": "Chimney waterproofing your brick or veneer structure will help ensure that your brick work lasts as long as possible. Your brick and your Sacramento, East Bay or Stockton home can benefit tremendously from waterproofing. Call Mike's Mobile for a free quote!",
        "title": "Chimney Waterproofing - Masonry Services | Mike's Mobile"
    },
    {
        "page": "/products/artisan",
        "content": "The Artisan steel security door combines the best features to provide long lasting security and durability with designs complimentary to your home’s style. Mike's Mobile in the Sacramento, Stockton, Modesto and the East Bay areas can keep you safe and secure!",
        "title": "Artisan Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/garden",
        "content": "The stylish Garden security screen door is custom built using locally sourced materials and made to fit your home’s unique entry size. Mike's Mobile Screen and Chimney Service offers security doors, security window screens and more for the Sacramento, Stockton, Modesto and East Bay areas. Call us today!",
        "title": "Garden Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/artisan-view",
        "content": "Our signature Artisan View steel security doors have a 4 inch wide frame for unmatched strength & rigidity. Mike's Mobile has extensive experience in all facets of security doors. Contact Mike's Mobile Screen and Chimney Service Today!",
        "title": "Artisan View Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/vino",
        "content": "The elegant Vino security screen door has tamperproof guard strips and hinges to protect against forced entry. Contact Mike's Mobile today. We're your security door experts in the Sacramento, Stockton, Modesto and East Bay areas!",
        "title": "Vino Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/lanai",
        "content": "The generous frame thickness of the Lanai steel security door allows for elegant handle sets to be installed. We gladly offer to our clients a wide range of durable powder coat finishes to best compliment your Sacramento, Stockton, Modesto or East Bay home.",
        "title": "Lanai Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/vino-welcome",
        "content": "The Vino Welcome steel security doors by Trademark, combine the best features to provide long lasting security and durability with designs complimentary to your home’s style. Mike's Mobile is your security door experts in the greater Sacramento, Stockton, Modesto and East Bay areas!",
        "title": "Vino Welcome Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/park-avenue",
        "content": "Our Park Avenue steel security doors have a 2 inch wide frame, which is nearly twice the thickness of standard doors on the market. Mike's Mobile is here for you in Sacramento, Stockton, Modesto, the East Bay and beyond. Call for a free quote!",
        "title": "Park Avenue Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/sunrise",
        "content": "Our beautiful Sunrise steel security doors have 24 gauge perforated steel screens, which allow you to see out, yet outsiders cannot see in. Mike's Mobile provides security doors, awnings and more for the Sacramento, Stockton, Modesto and East Bay areas. Contact us today!",
        "title": "Sunrise Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/arbor",
        "content": "The highly durable Arbor steel security doors come equipped with 24 gauge perforated steel screens. They allow you to see out, yet outsiders cannot see in! Mike's Mobile offers security doors, windows, chimney services and more for the Sacramento, Stockton, Modesto and East Bay areas.",
        "title": "Arbor Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/zen",
        "content": "Our alluring Zen steel security doors is custom built using locally sourced materials and made to fit your home’s unique entry size and mounting requirements. Mike's Mobile offers security doors, windows, awnings and more for the Sacramento, Stockton, Modesto and East Bay areas!",
        "title": "Zen Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/palladio",
        "content": "The attractive Palladio steel security door comes equipped with a tamperproof guard strip and hinges to protect against forced entry. Mike's Mobile gladly offers our clients a wide range of durable powder coat finishes to best compliment your home.",
        "title": "Palladio Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/estate",
        "content": "The Estate steel security door comes full of upgrades, over those doors found in hardware stores. Mike's Mobile specializes in chimney repairs, door screens, window screens and awnings for the Sacramento, Stockton, Modesto and East Bay areas! Call Today.",
        "title": "Estate Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/plantation",
        "content": "Every Mike's Mobile Plantation steel security screen door is custom built, using locally sourced materials. We gladly offer our clients a wide range of durable powder coat finishes to best compliment your home. Call us in Sacramento, Stockton, Modesto, the East Bay area, and beyond!",
        "title": "Plantation Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/villa",
        "content": "Our Villa steel security screen doors have an elegant design and 24 gauge perforated steel screens. You can see out, and outsiders cannot see in. Get a free quote in the Sacramento, Stockton, Modesto and East Bay areas!",
        "title": "Villa Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/products/santa-fe",
        "content": "The Santa Fe steel security doors have a tamperproof guard strip & hinges to protect against forced entry. Mike's Mobile is here for you in Sacramento, Stockton, Modesto, the East Bay and beyond. Call for a free quote!",
        "title": "Santa Fe Steel Security Doors | Mike's Mobile"
    },
    {
        "page": "/blog/",
        "content": "We service chimneys in the Sacramento, Stockton, Modesto and East Bay areas."
    },
    {
        "page": "/blog/vineyard-steel-security-door-says-welcome",
        "content": "Mike's Mobile specializes in 100% custom security doors. Our Vineyard and all other steel security doors can be changed to your liking. We are experts in custom security doors for Sacramento, Stockton, Modesto and the East Bay regions!",
        "title": "Custom Security Doors - Vineyard Style | Mike's Mobile"
    },
    {
        "page": "/blog/another-custom-creation",
        "content": "Looking for a custom sliding security door? We love working with our customers to create working art for their home. Please give Mike's Mobile a call today!",
        "title": "Custom Sliding Security Doors - Sunburst Style | Mike's Mobile"
    },
    {
        "page": "/blog/solar-screens-beat-heat-better-anything-else",
        "content": "Ever wonder why solar screens work best to beat the heat? Solar Screens work with your windows to keep the heat out and act as another insulation barrier. They make your home more efficient, more comfortable and save you money. Get a free quote in the Sacramento, Stockton, Modesto and East Bay areas",
        "title": "Why Solar Screens Work Best | Mike's Mobile"
    },
    {
        "page": "/blog/another-paradise-set-in-rodeo",
        "content": "Have a vision to create a custom two tone color security door with a custom mail slot? Every Mike's Mobile steel security door can have custom 2 tone colors at no extra charge. Get a free quote in the Sacramento, Stockton, Modesto and East Bay areas!",
        "title": "Custom Two Tone Color Security Door | Mike's Mobile"
    },
    {
        "page": "/chimneys/modesto",
        "content": "Looking for chimney service and repair experts in the greater Modesto region? Whether you're a real estate agent, prospective homebuyer, property manager or new homeowner, Mike's Mobile Chimney Service can give you peace of mind when it comes to your fireplace. Call and request a free quote today!",
        "title": "Chimney Services - Modesto, California | Mike's Mobile"
    },
    {
        "page": "/chimneys/fairfield-vacaville",
        "content": "An annual chimney service and inspection is the best way to maintain your chimney. Keep your Vacaville, Fairfield or Dixon area home safe. Get chimney inspections, repairs and accessories from Mike's Mobile. Call us Today!",
        "title": "Chimney Services - Vacaville and Fairfield | Mike's Mobile"
    },
    {
        "page": "/security/sacramento",
        "content": "Mike's Mobile is your one-stop shop in the greater Sacramento area for all your security doors and security window screens needs. Visit our showroom to see all of our security products in person!",
        "title": "Security Doors and Security Window Screens - Sacramento | Mike's Mobile"
    },
    {
        "page": "/security/auburn",
        "content": "Mike's Mobile is Auburn's premier supplier of security window screens and security doors. From our completely customizable steel security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door. Call today for a free estimate!",
        "title": "Security Window Screens and Security Doors - Auburn | Mike's Mobile"
    },
    {
        "page": "/security/antioch-east-bay-region",
        "content": "Mike's Mobile security window screens and security doors experts will help keep you safe in your East Bay or Antioch residence. We also offer chimney services and awnings. Call for a free quote!",
        "title": "Security Window Screens and Security Doors - East Bay | Mike's Mobile"
    },
    {
        "page": "/security/stockton",
        "content": "Count on Mike's Mobile for all of your security doors and security window needs in the greater Stockton area. Did you know we also offer chimney and awning services? Call us now for a free estimate!",
        "title": "Security Doors and Security Window Screens - Stockton | Mike's Mobile"
    },
    {
        "page": "/security/danville-and-walnut-creek-south-bay",
        "content": "Mike's Mobile is the premier contractor for security doors and security window screens in the South Bay! Check out our stainless mesh products like Tru-View, Viewguard, sliding security doors and Guarda security window screens.",
        "title": "Security Doors and Security Window Screens - South Bay | Mike's Mobile"
    },
    {
        "page": "/security/oakland-north-bay",
        "content": "We are Oakland and the North Bay's premier company for high quality security doors and security window screens. Check out our steel security doors for unequaled customization or our aluminum and stainless steel Viewguard and Guarda products. Call us today for a FREE security door quote!",
        "title": "Security Doors and Security Window Screens - Oakland | Mike's Mobile"
    },
    {
        "page": "/security/modesto",
        "content": "If you're looking for security window screens or security doors in the Modesto area, you've come to the right place! Mike's Mobile has a full line of security products including our stainless steel mesh products that offer security without the bars! Call today for a free estimate.",
        "title": "Security Window Screens or Security Doors - Modesto | Mike's Mobile"
    },
    {
        "page": "/security/napa-vallejo",
        "content": "Mike's Mobile has been the premier contractor for security doors and security window screens in the Napa and Vallejo areas since 2002. Our steel security doors are fully customizable. View our line of stainless mesh products that offer security without the bars. Stop the bugs and thugs today!",
        "title": "Security Doors and Security Window Screens - Napa | Mike's Mobile"
    },
    {
        "page": "/security/fairfield-vacaville",
        "content": "We have you covered for premium security doors and security window screens for the Fairfield and Vacaville regions. Mike's Mobile Screen and Chimney Service also offers chimney services and awnings for your area.",
        "title": "Security Doors and Security Window Screens - Vacaville | Mike's Mobile"
    }
]
