[
  {
    "region": "Sacramento",
    "slug": "sacramento",
    "phone": "(916) 823-3388",
    "truckImg": "/assets/images/regional/sacramentoTruck.png",
    "description": "Mike’s Mobile Screen & Chimney Service is the premier screen and chimney company in Sacramento. We have been in the Sacramento area since 2002 and have offered a full range of chimney services and screen door, repair and installations to our customers! Chimney services include: chimney cleanings, inspections, repairs, rebuilds, masonry work and much more! We also offer Screen Repair and Installation, Security Doors, Awnings and much much more!",
    "reviews": [
      {
        "name": "DeAnn P.",
        "dataReviewId": "bASTk8xVt-yEmQHXVcX1dQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=QikEKU8DwJWj39H-BQNDbQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-sacramento-2?hrid=bASTk8xVt-yEmQHXVcX1dQ",
        "link3": "https://www.yelp.com/biz/FfkoDxdGjADTD61dzGvdLg",
        "content": "Our dryer was setting off our smoke alarm and it turns out that the vent was extremely clogged. We had a difficult clean out situation due to the age of our home and the manner in which the dryer was originally set up. Mike's Mobile fit us in within hours of our call.  Vivian who responded to our call and Brian that came out to do the work were very courteous and competent. We feel fortunate to have found them and are very happy with the results."
      },
      {
        "name": "Rebecca A.",
        "dataReviewId": "s8j3lJoU-yJc7DDh_oGysQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=Lh7ok3Z9U8FRCGD7MXozaQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-sacramento-2?hrid=s8j3lJoU-yJc7DDh_oGysQ",
        "link3": "https://www.yelp.com/biz/FfkoDxdGjADTD61dzGvdLg",
        "content": "We had a dog door installed into our sliding screen door today. The apt was for 9:30 am and and Mike's Mobile Screen & Chimney Service arrived early.  The installers Kyle and Joseph were very patient while we tried to calm our dogs down so that they could do their job. The whole process took less than 45 minutes. We are so impressed with the work done that we will be having them return to install a 2nd dog door."
      },
      {
        "name": "Cesar G.",
        "dataReviewId": "2XQZLZk6mb_utFKlo92N5w",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=Y_HCWqgjmsWydjDc7zDLXg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-sacramento-2?hrid=2XQZLZk6mb_utFKlo92N5w",
        "link3": "https://www.yelp.com/biz/FfkoDxdGjADTD61dzGvdLg",
        "content": "Damian is an absolute asset to this team. He was thorough and spent the time to go over the report ensuring I understood the results. He was super knowledgeable and gave us some really good pointers and things to look out for. Luckily our chimney will only be needing a couple of minor repairs. We plan on completing the chimney repairs in the coming months and will definitely be reaching back out to Mike's Mobile screen and chimney."
      }
    ],
    "map": [
      {
        "latitude": 38.57683,
        "longitude": -121.32426,
        "zoom": 8.8,
        "marker": [
          {
            "lat": 38.57683,
            "lng": -121.32426,
            "label": "Sacramento",
            "draggable": "false"
          }
        ],
        "regions": [
          {
            "paths": [
              { "lat": 38.71199, "lng": -122.0499 },
              { "lat": 38.8761, "lng": -120.64066 },
              { "lat": 38.87619, "lng": -120.59957 },
              { "lat": 38.77872, "lng": -120.54196 },
              { "lat": 38.63662, "lng": -120.49121 },
              { "lat": 38.32017, "lng": -120.7632 },
              { "lat": 38.37992, "lng": -121.88619 },
              { "lat": 38.58493, "lng": -121.97075 },
              { "lat": 38.71199, "lng": -122.0499 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "SacramentoRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",

        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Our fully trained technicians follow the standards of the CSIA (Chimney Safety Institute of America) and NFI (National Fireplace Association)."
          },
          {
            "title": "Chimney Cleaning",
            "text": "Mike's Mobile is Sacramento's premier chimney cleaning service. With every chimney sweep, we include a full level 1 chimney inspection report. To find out more click here"
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "We bring top-notch service to your home. We are a full service chimney company in Sacramento that can handle the following repairs: crown repair, heat damage to rear firebox wall, chimney liner, refractory panels, de-glazing and more!"
          },
          {
            "title": "Accessories",
            "text": "Mike's Mobile Screen & Chimney Service offers chimney caps, fireplace grates, glass door sets, radiant fire backs and much more! Please ask our trained technicians any questions you have and they can recommend what will work best for your home."
          },
          {
            "title": "Masonry Services",
            "text": "Mike’s Mobile Screen & Chimney Service also offers masonry work that is not chimney or fireplace related. We are a full service masonry company in Sacramento. We specialize in the following: brick, block, stone, veneer, fireplace face/hearth, chimney stack rebuild, hardscapes, tuck-pointing, waterproofing and more!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Dryer vents are a leading cause of residential fires. Clean up that honey-do list and get yours cleaned today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "description": "Mike's Mobile is your one-stop shop in the greater Sacramento area for all your home window and door security needs. Make sure you visit our showroom at 9912 Business Park Dr. Ste 175, Sacramento, Ca, 95827 to see all of our security products in person!",
        "cards": [
          {
            "title": "Titan Security Screen Doors",
            "text": "Mike's Mobile security doors are the best around. Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "The Viewguard is by far our strongest and most popular security door. With a sleek design, quiet operation and a design that says \"upscale\" instead of \"security\" you can't go wrong with a viewguard security door!"
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "The Tru-View is the little brother to the Viewguard security door. It offers the same great stainless mesh with a smaller frame and a more affordable price point. It's perfect for keeping dogs at bay."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Want to feel secure leaving your patio slider open all night to get that nice delta breeze? We have the perfect solution for you! Our sliding security doors offer legitimate security with a look that is completely unobtrusive."
          },
          {
            "title": " Quick Escape Security Window Screens",
            "text": "Need security but jail bars over your windows are not an option? Mike's Mobile has you covered! Our quick-release  security screens offer the ultimate in window protection and also meet all fire-egress code requirement."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Fixed Security Screens are an ideal solution to cover and protect non-opening windows. Our security screens can be installed on the interior or exterior and feature a concealed fastening system and blends with any architecture. Applications include: Schools, day care centers, psychiatric and detox centers, government buildings, military installations, adult care facilities and residential houses."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",

        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile is Sacramento's premier window screen service! We offer same-day, on-site service!"
          },
          {
            "title": "Solar Screens",
            "text": "Block out bugs or block the sun! Our Suntex Solar Screens block 80%-90% of the sun’s harmful UV rays."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile is unique in that we come out and build custom sliding screen doors on-site for a perfect fit!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "After we install your new, custom swinging screen door you will be wondering why you didn’t call us sooner!"
          },
          {
            "title": "Retractable Screen Doors",

            "text": "Mike's Mobile disappearing screen doors come in a variety of colors and we can even match the bottom track to match your threshold!"
          },
          {
            "title": "Pet Doors",
            "text": "Our high quality Pride pet doors can be built into your existing sliding screen door for a simple solution to this common problem."
          },
          {
            "title": "Garage Screen Doors",
            "text": "The Lifstyle Garage Screen Doors converts your garage into a cool, bright, pest-free living space!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",
            "text": "There is nothing like the relaxation and comfort a motorized retractable awning brings to your deck or patio."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll Retractacble Screen provides you with total vertical sun control of your covered outdoor space. Available in motorized or manual options, the Sunroll can be customized to fit your unique space with widths up to 24′ and heights up to 12′."
          }
        ]
      }
    ],
    "areas": [
      "Antelope",
      "Arden Arcade",
      "Brooks",
      "Cameron Park",
      "Capay",
      "Carbondale",
      "Carmichael",
      "Citrus Heights",
      "Clarksburg",
      "Clay",
      "Conaway",
      "Courtland",
      "Davis",
      "El Dorado Hills",
      "El Macero",
      "Elk Grove",
      "Elverta",
      "Esparto",
      "Fair Oaks",
      "Florin",
      "Folsom",
      "Foothill Farms",
      "Granite Bay",
      "Knights Landing",
      "Lincoln",
      "Loomis",
      "Madison",
      "Monument Hills",
      "Newcastle",
      "Penryn",
      "Plainfield",
      "Sacramento",
      "West Sacramento",
      "Woodland",
      "Yolo",
      "Zamora"
    ]
  },
  {
    "region": "Stockton",
    "slug": "stockton",
    "phone": "(209) 815-6085",
    "truckImg": "/assets/images/regional/stocktonTruck.png",
    "description": "Now, with over 16 years in the fireplace business, Mike's Mobile has become the premier chimney sweep and repair company here in Stockton. We also service San Joaquin county and surrounding areas. Give us a call today for all of your chimney and fireplace needs!",
    "reviews": [
      {
        "name": "Evelyn M.",
        "dataReviewId": "wPCLKYgtcmd3-uAzKptejA",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=Do24lhHDP3IMO4LrAZqXnw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=wPCLKYgtcmd3-uAzKptejA",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "We needed a sliding door screen repaired. I called and received a response quickly. An appointment was made and the technician showed up on time. He was very cordial and our screen was repaired. From start to finish Mikes was very professional. I highly recommend. Evelyn"
      },
      {
        "name": "Paljor S.",
        "dataReviewId": "7XYHMxamizepusVNrsrt6w",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=4lslL6G6n95t5xlw6zFxQQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=7XYHMxamizepusVNrsrt6w",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "I was connected to Mike's Mobile screen and chimney service through Angie's List on the internet. I was interested in a professional inspection of the wood stove and chimney since I was scared of any fire hazards ( I had never operated the wood stove since buying the place three years ago). The rep... "
      },
      {
        "name": "Jessie F.",
        "dataReviewId": "k6_BYB6t6d58nhXg32792Q",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=EHm2g96CTopwplk_h6Op8Q",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=k6_BYB6t6d58nhXg32792Q",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "Excellent service! Very happy with the job they did for me. they made me two new screens for the front bedrooms and it was very affordable we tried doing it ourselves and that was a nightmare. You won't regret giving them a call they are super friendly and have great customer service."
      }
    ],
    "map": [
      {
        "latitude": 38.07723,
        "longitude": -121.04408,
        "zoom": 8.8,
        "marker": [
          {
            "lat": 38.023689,
            "lng": -121.280342,
            "label": "Stockton",
            "draggable": "false"
          }
        ],
        "regions": [
          {
            "paths": [
              { "lat": 38.33442, "lng": -121.5689 },
              { "lat": 38.35618, "lng": -120.58375 },
              { "lat": 37.86775, "lng": -120.42942 },
              { "lat": 37.85695, "lng": -120.45217 },
              { "lat": 37.66342, "lng": -121.47227 },
              { "lat": 37.70065, "lng": -121.50179 },
              { "lat": 38.32683, "lng": -121.57616 },
              { "lat": 38.33442, "lng": -121.5689 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "StoctonRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "description": "Now, with over 16 years in the fireplace business, Mike's Mobile has become the premier chimney sweep and repair company here in Stockton. We also service San Joaquin county and surrounding areas. Give us a call today for all of your chimney and fireplace needs!",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Mike's Mobile fully trained chimney technicians follow the standards of the CSIA (Chimney Safety Institute of America) and NFI (National Fireplace Association). We offer same-day digital reports for level I, II and III chimney inspections."
          },
          {
            "title": "Chimney Cleaning",
            "text": "With every chimney cleaning, we include a same-day, digital Level 1 Inspection report."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "Mike's Mobile is Stockton's premier chimney service company. We can handle all chimney issues from start to finish including: crown repair, heat damage to rear firebox wall, chimney liner, refractory panels, de-glazing and more!"
          },
          {
            "title": "Accessories",

            "text": "Need fireplace or chimney related products in Stockton? Mike's Mobile has you covered - call today!"
          },
          {
            "title": "Masonry Services",

            "text": "Because of our exceptional quality, attention to detail and competitive pricing, our masonry services are in very high demand. Mike's Mobile is Stockton's premier masonry contractor."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Appliance manufacturers recommend that dryer vents are cleaned annually to prevent fire and other hazards to your health and property. Mike's Mobile's dryer vent cleaning services not only benefit your safety, but can also make a world of difference for your clothing, utility use, and laundry routine."
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "description": "Mike's Mobile is your one-stop shop in the Stockton area for all your home window and door security needs. Check out our doors in person at 8130 Lorraine Ave., Suite 312, Stockton, Ca, 95210. See our steel doors for something ultimately customizable or our stainless mesh products for security without the bars!",
        "cards": [
          {
            "title": "Titan Security Screen Doors",
            "text": "Mike's Mobile has been Stockton's premier security door dealer for over 16 years. Please come in and check out our doors on display to see for yourself!"
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally you can experience total security without resorting to bars or unsightly steel grills."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View doors offer security stainless steel mesh that offers a clear unobstructed view, while offering handsome good looks. This door has more ventilation than a conventional screen door and is also pet-safe to keep your animals inside."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Mike's Mobile sliding security doors offer smooth operation, great looks and premium security. The stainless steel weave looks like a screen and offers excellent airflow, 60% UV blockage and an unobstructed view."
          },
          {
            "title": "Quick Escape Security Window Screens",
            "text": "Say no to the old school wrought iron bars over windows for security. The quick escape security window offers better security, way better looks and most importantly an escape route in case of emergency. On top of all that he stainless mesh cuts out 60% of UV rays to help your home stay cool for those hot Stockton summers."
          },
          {
            "title": " Fixed Security Window Screens",
            "text": " Fixed Security Screens are the perfect solution to cover and protect your windows. Our security screens come in a variety of color options and feature a hidden fastening system. Applications include: Day care centers, psychiatric and detox centers, government buildings, military installations, schools, adult care facilities and residential homes."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "description": "Whether your screens have been damaged by storms, pets or a variety of other reasons, Mike's Mobile has been providing new window and door screens to residential and commercial clients here in Stockton since 2002. Mike's Mobile has the perfect solution to repair or replace that damaged screen or door.",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "If you are in Stockton, you can use our mobile service or come in to our screen shop! Whether you are getting your screens repaired or replaced Mike’s Mobile is at your service."
          },
          {
            "title": "Solar Screens",
            "text": "Did you know that installing Solar Screens can save you money? Our solar screen material, Suntex, blocks 80-90% of the sun’s UV rays, lowering the temperature of your home while providing privacy for you and your family."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Want a sliding screen door that stays on the track, rolls smooth, with all metal construction, and a pet proof screen? Call Mike's Mobile today, we have you covered!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Need a swinging screen door for extra tall, extra wide or french doors? Mike's Mobile has you covered. All of our swinging screen doors are custom fit to your home."
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Want a screen that's there when you need it and gone when you don't? We have the perfect solution for you!"
          },
          {
            "title": "Pet Doors",
            "text": "Our pride pet doors come in a variety of sizes and colors!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "The Lifestyle Garage Screen Door allows you to go from garage to an airy and pest-free space in a snap!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Keep your windows and doors shaded effortlessly! Mike’s Mobile installs motorized, retractable awnings with tons of options to fit your home!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll drop shade comes with a variety of screen options, custom sizes and comes motorized for ease of use!"
          }
        ]
      }
    ],
    "areas": [
      "Galt",
      "Lockeford",
      "Lodi",
      "Morada",
      "San Andreas",
      "Angels Camp",
      "Copperopolis",
      "Menteca",
      "Tracy",
      "Stockton",
      "Linden",
      "Farmington",
      "Valley Springs",
      "Walnut Grove",
      "Jackson",
      "Eagle Tree",
      "Terminous",
      "Holt",
      "Lincoln Village",
      "Garden Acres",
      "Kennedy",
      "Taft Mosswood"
    ]
  },
  {
    "region": "Antioch",
    "slug": "antioch-east-bay",
    "phone": "(925) 350-0501",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "At Mike's Mobile, we take pride in successfully solving your chimney needs in a cost effective and timely manner. Our goal is to make sure that your trust in us develops into a lifelong working relationship. From the office to the field, our employees have been trained by CSIA and NFI standards to give you superior customer service and high-quality workmanship. Chimney maintenance is important as chimneys vent hazardous gasses out of your home. Chimneys that are not annually swept and or inspected can potentially be a hazard to you, your family and your home. Maintaining the interior and exterior of your chimney will not only help protect you, your family and your home, but annual maintenance will aid in finding smaller problems before they develop into costly, more extensive repairs.",
    "reviews": [
      {
        "name": "Lilyth M.",
        "dataReviewId": "zM-3DpGuO16wDolaSfGcUQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=6hHM7nj614I0JVDx4JGGmA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-danville-5?hrid=zM-3DpGuO16wDolaSfGcUQ",
        "link3": "https://www.yelp.com/biz/JO2rCDZ1IGZx_f4O0GBk4A",
        "content": "From the first phone call, the staff was courteous and interested in what I was doing and why. They helped me find the most economical solution for my screen replacement needs and scheduled quickly. The technician Joseph P arrived a little late, there was some communication involved with the office and I but no huge issue there... "
      },
      {
        "name": "Mary J.",
        "dataReviewId": "44-P-bMPqs61_XhLWihK9g",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=IIdi4pqZp3a8FxQkkWybug",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-danville-5?hrid=44-P-bMPqs61_XhLWihK9g",
        "link3": "https://www.yelp.com/biz/JO2rCDZ1IGZx_f4O0GBk4A",
        "content": "I am so happy with their service! The technician did a great job installing the damper, and he made sure we know how to use it before he left, he was so patient. The cost is very fair too. I recommend them to everyone!"
      },
      {
        "name": "Kimba E.",
        "dataReviewId": "5ZT3dO1JdIW95PH6F53f3Q",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=rKC_kbkW6LMiu1d-RG7jUA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-danville-5?hrid=5ZT3dO1JdIW95PH6F53f3Q",
        "link3": "https://www.yelp.com/biz/JO2rCDZ1IGZx_f4O0GBk4A",
        "content": "It really is as good as it gets with Mike's Mobile Screen! Can't say enough good things about the professionalism, customer care (Vivian) and service on site (Joseph P). When I called I got clear and precise information on my options and pricing!! LOVE IT! Next day Service! The Company Van with Joseph P pulled up on time!"
      }
    ],
    "map": [
      {
        "latitude": 37.94714,
        "longitude": -121.78569,
        "zoom": 9.5,
        "regions": [
          {
            "paths": [
              { "lat": 38.04613, "lng": -122.01951 },
              { "lat": 38.0468, "lng": -121.64386 },
              { "lat": 37.89633, "lng": -121.27582 },
              { "lat": 37.88718, "lng": -121.26741 },
              { "lat": 37.85581, "lng": -121.26414 },
              { "lat": 37.83943, "lng": -121.99219 },
              { "lat": 37.8432, "lng": -122.06203 },
              { "lat": 37.86882, "lng": -122.08984 },
              { "lat": 37.91675, "lng": -122.09999 },
              { "lat": 38.04613, "lng": -122.01951 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "AntiochRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Mike's Mobile offers level I, II, and III chimney inspections for your home. All of our technicians have been tested using CSIA and NFI guidelines for cleaning and inspecting. For more information about the levels of inspections, click here."
          },
          {
            "title": "Chimney Cleaning",
            "text": "Chimney sweeps and inspections should be done annually, that is according to the NFPA. They are the leading authority on all chimney safety and regulations in the United States. We include a free level 1 inspection report with all of our chimney sweeps."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "We are a full service, chimney repair company in Antioch, California. Whether it's crown repair, a firebox rebuild or a full re-line, Mike's Mobile can tackle your chimney issues."
          },
          {
            "title": "Accessories",

            "text": "If you need chimney or fireplace related products in Antioch, Mike's Mobile has you covered!"
          },
          {
            "title": "Masonry Services",

            "text": "Mike's Mobile is a full service masonry contractor in the Antioch area. Call us for a FREE quote today!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Mike's Mobile offers dryer vent cleaning services in Antioch, Ca. Call today for an appointment!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Mike's Mobile has been offering 100% customizable security doors in Antioch for over 16 years. Our doors offer premium security and the the most mounting options around. The fit and finish on these doors is unparalleled by other manufacturers."
          },
          {
            "title": "Viewguard Security Screen Doors",

            "text": "The Viewguard is our best selling security door for a reason. The Viewguard looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. It provides maximum security yet gives you a clear view of the outdoors without compromising the style or appearance of your home. It is a security screen door that no bars and no busy designs; it offers quiet operation and will never rust."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "The Tru-View Security Screen Door has heavy gauge extruded aluminum for long lasting durabililty. Available in Bronze anodized, white or a host of custom colors, this door is sure to compliment your home. A keyed lock with inside thumb turn, steel strike plate and a deep extending dead bolt makes this lock virtually pick proof."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Enjoy the cool night air while sleeping in peace, quiet and safety. Good looks, ease of use and legitimate security really make our sliding security doors stand apart."
          },
          {
            "title": " Quick Escape Security Window Screens",
            "text": " Quick Escape Security Window Screens offer the ultimate in window security with good looks to match. As an added bonus, our screens block out an average of 60% of the sun's harmful ultraviolet rays to make your home more comfortable during the summer months."
          },
          {
            "title": " Fixed Security Window Screens",

            "text": " Fixed Security Screens are the perrfect solution to cover and protect non-opening windows. Our security screens can be installed on the interior or exterior and feature a hidden fastening system. With many frame options to choose from they blend in with any architecture. Applications include: Day care centers, psychiatric and detox centers, government buildings, military installations, schools, adult care facilities and residential homes."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",

        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "With more than 16 years in service, Mike's Mobile is Antioch's premier window screen repair and replacement contractor!"
          },
          {
            "title": "Solar Screens",
            "text": "Maintain your existing screens or upgrade your home with Solar Screens! Solar Screens can block out up to 90% of the sun’s harmful UV rays and keep the inside of your home 15 degrees cooler."
          },
          {
            "title": "Sliding Screen Doors",
            "text": "Tired of that old sliding door that always falls off the track? Call us for a built-on-site, custom sliding screen door with custom components!"
          },
          {
            "title": "Swinging Screen Doors",

            "text": "Want a swinging screen door but can't find one that fits? No problem? At Mike's Mobile Screens all of our swinging screen doors are custom sized and installed for you!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Our disappearing screen doors fit inside your door frame for a clean, finished look."
          },
          {
            "title": "Pet Doors",
            "text": "After we install your new, custom pet door you will be wondering why you didn’t call us sooner!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Going from garage to an airy, pest–free space is a snap and takes just seconds with a Lifestyle Garage Screen Door!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Need a retractable awning in the Antioch area? Call Mike's mobile today!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll drop roll sunshade is there when you need it and gone when you don't!"
          }
        ]
      }
    ],
    "areas": [
      "Bay Point",
      "Bethel Island",
      "Brentwood",
      "Byron",
      "Clayton",
      "Contra Costa Centre",
      "Discovery Bay",
      "Knightsen",
      "Oakley",
      "Pittsburg",
      "Shell Ridge"
    ]
  },
  {
    "region": "San Jose",
    "slug": "san-jose",
    "phone": "(408) 495-3728",
    "truckImg": "/assets/images/regional/sanjoseTruck.png",
    "description": "Mike’s Mobile Screen & Chimney Service is the premier chimney sweep company in San Jose. We offer a full range of chimney services to our customers including: chimney cleanings, inspections, repairs, rebuilds, masonry work and much more! According to the National Fire Protection Agency (Source: NFPA), a yearly inspection and cleaning should be done to maintain the fireplace in your home. A popular rule is that a cleaning is needed for every cord of wood burned or at least on an annual basis.",
    "reviews": [
      {
        "name": "Arthur M.",
        "dataReviewId": "qemNJxTwYHThfzVDRIHEhw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=AVZrp33aeKPdrHxqYe4faw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-san-jose-2?hrid=qemNJxTwYHThfzVDRIHEhw",
        "link3": "https://www.yelp.com/biz/8p9Dnj30_s-ldPIONkj64A",
        "content": "Just got our Tru view installed by Juan today. I must say, it is worth it for the price and I'm loving it. A way much nicer than the traditional security door which is not very appealing to the eyes. With the Tru View, the facade of the house has a much more curve appeal to it. The installation is …"
      },
      {
        "name": "Virginia C.",
        "dataReviewId": "YSHt4WKUls_t2rPXCDqSsw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=1ta0_Rt4-LnQzaylYawvIg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-san-jose-2?hrid=YSHt4WKUls_t2rPXCDqSsw",
        "link3": "https://www.yelp.com/biz/8p9Dnj30_s-ldPIONkj64A",
        "content": "Great customer service; timely; friendly; knowledgeable; didn't try to oversell; thoughtful and complete explanation of chimney repairs needed and encouraged."
      },
      {
        "name": "Mike R.",
        "dataReviewId": "_TiClMOdx06HJ6IFlZzF5g",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=oQFYSx_rodqdTIxDoDxvqA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-san-jose-2?hrid=_TiClMOdx06HJ6IFlZzF5g",
        "link3": "https://www.yelp.com/biz/8p9Dnj30_s-ldPIONkj64A",
        "content": "I heard about Mike's Mobile from my neighbor who recently got all their windows and doors covered with security screens. I called myself and got a quote (these are not cheap!!). After about 3 weeks they came out and installed my security screen door. It was a little more costly than I originally an…"
      }
    ],
    "map": [
      {
        "latitude": 37.34243,
        "longitude": -121.93249,
        "zoom": 9.5,
        "regions": [
          {
            "paths": [
              { "lat": 37.5523, "lng": -122.23861 },
              { "lat": 37.45989, "lng": -121.85751 },
              { "lat": 37.40809, "lng": -121.74559 },
              { "lat": 37.21285, "lng": -121.58834 },
              { "lat": 37.07419, "lng": -121.54553 },
              { "lat": 37.03966, "lng": -121.63343 },
              { "lat": 37.29658, "lng": -122.16322 },
              { "lat": 37.46846, "lng": -122.29277 },
              { "lat": 37.53052, "lng": -122.2702 },
              { "lat": 37.5523, "lng": -122.23861 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "SanJoseRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Our fully trained technicians follow the standards of the CSIA (Chimney Safety Institute of America) and NFI (National Fireplace Association)."
          },
          {
            "title": "Chimney Cleaning",
            "text": "Mike's Mobile is San Jose's premier chimney cleaning service. With every chimney sweep, we include a full level 1 chimney inspection report. To find out more click here"
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "We bring top-notch service to your home. We are a full service chimney company in San Jose that can handle the following repairs: crown repair, heat damage to rear firebox wall, chimney liner, refractory panels, de-glazing and more!"
          },
          {
            "title": "Accessories",
            "text": "Mike's Mobile Screen & Chimney Service offers chimney caps, fireplace grates, glass door sets, radiant fire backs and much more! Please ask our trained technicians any questions you have and they can recommend what will work best for your home."
          },
          {
            "title": "Masonry Services",
            "text": "Mike’s Mobile Screen & Chimney Service also offers masonry work that is not chimney or fireplace related. We are a full service masonry company in San Jose. We specialize in the following: brick, block, stone, veneer, fireplace face/hearth, chimney stack rebuild, hardscapes, tuck-pointing, waterproofing and more!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Dryer vents are a leading cause of residential fires. Clean up that honey-do list and get yours cleaned today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",
            "text": "Mike's Mobile security doors are the best around. Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "The Viewguard is by far our strongest and most popular security door. With a sleek design, quiet operation and a design that says \"upscale\" instead of \"security\" you can't go wrong with a viewguard security door!"
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "The Tru-View is the little brother to the Viewguard security door. It offers the same great stainless mesh with a smaller frame and a more affordable price point. It's perfect for keeping dogs at bay."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Want to feel secure leaving your patio slider open all night to get that nice delta breeze? We have the perfect solution for you! Our sliding security doors offer legitimate security with a look that is completely unobtrusive."
          },
          {
            "title": " Quick Escape Security Window Screens",
            "text": "Need security but jail bars over your windows are not an option? Mike's Mobile has you covered! Our quick-release security screens offer the ultimate in window protection and also meet all fire-egress code requirement."
          },
          {
            "title": " Fixed Security Window Screens",
            "text": " Fixed Security Screens are an ideal solution to cover and protect non-opening windows. Our security screens can be installed on the interior or exterior and feature a concealed fastening system and blends with any architecture. Applications include: Schools, day care centers, psychiatric and detox centers, government buildings, military installations, adult care facilities and residential houses."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile is San Jose's premier window screen service! We offer same-day, on-site service!"
          },
          {
            "title": "Solar Screens",
            "text": "Block out bugs or block the sun! Our Suntex Solar Screens block 80%-90% of the sun’s harmful UV rays."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile is unique in that we come out and build custom sliding screen doors on-site for a perfect fit!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "After we install your new, custom swinging screen door you will be wondering why you didn’t call us sooner!"
          },
          {
            "title": "Retractable Screen Doors",

            "text": "Mike's Mobile disappearing screen doors come in a variety of colors and we can even match the bottom track to match your threshold!"
          },
          {
            "title": "Pet Doors",
            "text": "Our high quality Pride pet doors can be built into your existing sliding screen door for a simple solution to this common problem."
          },
          {
            "title": "Garage Screen Doors",
            "text": "The Lifstyle Garage Screen Doors converts your garage into a cool, bright, pest-free living space!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",
            "text": "There is nothing like the relaxation and comfort a motorized retractable awning brings to your deck or patio."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll Retractacble Screen provides you with total vertical sun control of your covered outdoor space. Available in motorized or manual options, the Sunroll can be customized to fit your unique space with widths up to 24′ and heights up to 12′."
          }
        ]
      }
    ],
    "areas": [
      "Bay Point",
      "Bethel Island",
      "Brentwood",
      "Byron",
      "Clayton",
      "Contra Costa Centre",
      "Discovery Bay",
      "Knightsen",
      "Oakley",
      "Pittsburg",
      "Shell Ridge"
    ]
  },
  {
    "region": "Richmond",
    "slug": "richmond",
    "phone": "(510) 230-2555",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike’s Mobile Screen & Chimney Service is the premier chimney sweep company in Richmond. We offer a full range of chimney services to our customers including: chimney cleanings, inspections, repairs, rebuilds, masonry work and much more! According to the National Fire Protection Agency (Source: NFPA), a yearly inspection and cleaning should be done to maintain the fireplace in your home. A popular rule is that a cleaning is needed for every cord of wood burned or at least on an annual basis.",
    "reviews": [
      {
        "name": "Cheena A.",
        "dataReviewId": "cVbi4EcTi86pCtVcrGdeaQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=IFa11o38HIk9nsA-0qy5Pg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-oakland?hrid=cVbi4EcTi86pCtVcrGdeaQ",
        "link3": "https://www.yelp.com/biz/_goKcTmOo6hePBa7SE_-HQ",
        "content": "I'm very impressed! My experience with this company went absolutely above and beyond the experience of true customer service and attention to detail. I normally don't reach out for help when it comes to home issues, but this was actually much needed."
      },
      {
        "name": "Judith F.",
        "dataReviewId": "m5qZ8K4MU2xTLZ35WjT4sg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=IL4HWMYkXhWVwAnc67qbqA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-oakland?hrid=m5qZ8K4MU2xTLZ35WjT4sg",
        "link3": "https://www.yelp.com/biz/_goKcTmOo6hePBa7SE_-HQ",
        "content": "I first heard of Mike's Mobile because their driver, Daniel. He helped me out of a pickle one day. I was at the Home Depot in Oakland by Alameda and the Freeway. My car wouldn't start! We were near each other in the parking lot and he could see I looked distressed and asked if anything was wrong. …"
      },
      {
        "name": "Global T.",
        "dataReviewId": "9kR9HIaCjB1a7aTY5InFiA",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=P-6XcpKJHntgroeP62MRGg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-oakland?hrid=9kR9HIaCjB1a7aTY5InFiA",
        "link3": "https://www.yelp.com/biz/_goKcTmOo6hePBa7SE_-HQ",
        "content": "Professional , nice , reliable , quality workmanship. Worth every penny. Highly Recommended !!"
      }
    ],
    "map": [
      {
        "latitude": 37.95532,
        "longitude": -122.21892,
        "zoom": 9.5,
        "regions": [
          {
            "paths": [
              { "lat": 38.05803, "lng": -122.24525 },
              { "lat": 38.05773, "lng": -122.21826 },
              { "lat": 38.03304, "lng": -122.07659 },
              { "lat": 37.9345, "lng": -121.98438 },
              { "lat": 37.92297, "lng": -121.97999 },
              { "lat": 37.87197, "lng": -122.01031 },
              { "lat": 37.84242, "lng": -122.04969 },
              { "lat": 37.84716, "lng": -122.30082 },
              { "lat": 37.85951, "lng": -122.32725 },
              { "lat": 37.92942, "lng": -122.4324 },
              { "lat": 38.01176, "lng": -122.40349 },
              { "lat": 38.05803, "lng": -122.24525 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "SanJoseRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Our fully trained technicians follow the standards of the CSIA (Chimney Safety Institute of America) and NFI (National Fireplace Association)."
          },
          {
            "title": "Chimney Cleaning",
            "text": "Mike's Mobile is Richmond's premier chimney cleaning service. With every chimney sweep, we include a full level 1 chimney inspection report. To find out more click here"
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "We bring top-notch service to your home. We are a full service chimney company in Richmond that can handle the following repairs: crown repair, heat damage to rear firebox wall, chimney liner, refractory panels, de-glazing and more!"
          },
          {
            "title": "Accessories",
            "text": "Mike's Mobile Screen & Chimney Service offers chimney caps, fireplace grates, glass door sets, radiant fire backs and much more! Please ask our trained technicians any questions you have and they can recommend what will work best for your home."
          },
          {
            "title": "Masonry Services",
            "text": "Mike’s Mobile Screen & Chimney Service also offers masonry work that is not chimney or fireplace related. We are a full service masonry company in Richmond. We specialize in the following: brick, block, stone, veneer, fireplace face/hearth, chimney stack rebuild, hardscapes, tuck-pointing, waterproofing and more!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Dryer vents are a leading cause of residential fires. Clean up that honey-do list and get yours cleaned today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",
            "text": "Mike's Mobile security doors are the best around. Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "The Viewguard is by far our strongest and most popular security door. With a sleek design, quiet operation and a design that says \"upscale\" instead of \"security\" you can't go wrong with a viewguard security door!"
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "The Tru-View is the little brother to the Viewguard security door. It offers the same great stainless mesh with a smaller frame and a more affordable price point. It's perfect for keeping dogs at bay."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Want to feel secure leaving your patio slider open all night to get that nice delta breeze? We have the perfect solution for you! Our sliding security doors offer legitimate security with a look that is completely unobtrusive."
          },
          {
            "title": " Quick Escape Security Window Screens",
            "text": "Need security but jail bars over your windows are not an option? Mike's Mobile has you covered! Our quick-release security screens offer the ultimate in window protection and also meet all fire-egress code requirement."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": " Fixed Security Screens are an ideal solution to cover and protect non-opening windows. Our security screens can be installed on the interior or exterior and feature a concealed fastening system and blends with any architecture. Applications include: Schools, day care centers, psychiatric and detox centers, government buildings, military installations, adult care facilities and residential houses."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",
            "text": "Mike's Mobile is Richmond's premier window screen service! We offer same-day, on-site service!"
          },
          {
            "title": "Solar Screens",
            "text": "Block out bugs or block the sun! Our Suntex Solar Screens block 80%-90% of the sun’s harmful UV rays."
          },
          {
            "title": "Sliding Screen Doors",
            "text": "Mike's Mobile is unique in that we come out and build custom sliding screen doors on-site for a perfect fit!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "After we install your new, custom swinging screen door you will be wondering why you didn’t call us sooner!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Mike's Mobile disappearing screen doors come in a variety of colors and we can even match the bottom track to match your threshold!"
          },
          {
            "title": "Pet Doors",
            "text": "Our high quality Pride pet doors can be built into your existing sliding screen door for a simple solution to this common problem."
          },
          {
            "title": "Garage Screen Doors",
            "text": "The Lifstyle Garage Screen Doors converts your garage into a cool, bright, pest-free living space!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",
            "text": "There is nothing like the relaxation and comfort a motorized retractable awning brings to your deck or patio."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll Retractacble Screen provides you with total vertical sun control of your covered outdoor space. Available in motorized or manual options, the Sunroll can be customized to fit your unique space with widths up to 24′ and heights up to 12′."
          }
        ]
      }
    ],
    "areas": [
      "Albany",
      "Avon",
      "Berkeley",
      "Crockett",
      "El Cerrito",
      "Glen Frazer",
      "Hercules",
      "Kensington",
      "Maltby",
      "Martinez",
      "Mococo",
      "Pacheco",
      "Pinole",
      "Port Costa",
      "Richmond",
      "Rodeo",
      "San Pablo",
      "Selby",
      "Tara Hills",
      "Tormey",
      "Vine Hill"
    ]
  },
  {
    "region": "Walnut Creek",
    "slug": "danville-and-walnut-creek-south-bay",
    "phone": "(925) 443-0700",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike’s Mobile Screen & Chimney Service is a full service chimney sweep company in Walnut Creek, California. We service the entire Counties of Contra Costa as well as Alameda. You will get top-notch service no matter the size of the job. Chimney cleanings, inspections, repairs and accessories are no problem!",
    "reviews": [
      {
        "name": "Carol L.",
        "dataReviewId": "TO03vhX-tLG04L5WvYrItw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=QtDtXLWiTlHDUPRSmWDN1g",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-walnut-creek?hrid=TO03vhX-tLG04L5WvYrItw",
        "link3": "https://www.yelp.com/biz/XT7b3XE4yNBwv9ZDJLVm4Q",
        "content": "First to review! I needed to find a quick repair for my grandpa's house since for one, his fireplace/chimney was a mess and desperate need of a fix. Tyler was wonderful and treated the home like it was his. It was a great experience from start to finish. My original appointment was actually booked …"
      },
      {
        "name": "Proberta G.",
        "dataReviewId": "7LklQbdN30LJYPH_UZlBtw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=cUYKP-nsN6o7Qww-u9awHg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-hayward?hrid=7LklQbdN30LJYPH_UZlBtw",
        "link3": "https://www.yelp.com/biz/JB6L1DF0e8FVgHvPUf9RfA",
        "content": "Outstanding customer service. They scheduled a service even though it was short notice, they showed up on time, the protected the area around the fireplace and left absolutely no mess behind. They were extremely courteous and knowledgeable, and the price for a chimney cleaning and inspection was v…"
      },
      {
        "name": "H L.",
        "dataReviewId": "5m20Dys0rFhlm5L8Uyw5gg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=d-2F9NLNWdrzA32pdR5H6Q",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-hayward?hrid=5m20Dys0rFhlm5L8Uyw5gg",
        "link3": "https://www.yelp.com/biz/JB6L1DF0e8FVgHvPUf9RfA",
        "content": "Just had Mike's mobile screen & Chimney service install a gas fireplace log set. These guys did a great job. Enjoying our fireplace now after 17 years in this house for the first time. If I known it was this easy, I should have call them 17 years ago"
      }
    ],
    "map": [
      {
        "latitude": 37.93534,
        "longitude": -122.04634,
        "zoom": 10,
        "regions": [
          {
            "paths": [
              { "lat": 38.04086, "lng": -122.09712 },
              { "lat": 38.04613, "lng": -122.01951 },
              { "lat": 37.89362, "lng": -121.85268 },
              { "lat": 37.84104, "lng": -121.91928 },
              { "lat": 37.80741, "lng": -122.03704 },
              { "lat": 37.8714, "lng": -122.15755 },
              { "lat": 37.88495, "lng": -122.16853 },
              { "lat": 38.02517, "lng": -122.16441 },
              { "lat": 38.04086, "lng": -122.09712 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "walnutcreekRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Obstructions or blockages in your chimney can cause toxic fumes such as carbon monoxide to enter your home. Regular chimney inspections can greatly reduce the risk of chimney fires and carbon monoxide poisoning in your home. Every Mike's Mobile chimney inspection meet level 2 NFPA requirements and are performed by our csia and nfi trained technicians."
          },
          {
            "title": "Chimney Cleaning",
            "text": "NFPA 211 standards dictate that residential properties should have an annual chimney cleaning and inspection. Mike's Mobile includes a free level 1 inspection with every sweep!"
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "Mike's Mobile is the premier chimney service company in the Danville / Walnut creek area. We are fully licensed, bonded and insured to tackle any chimney repair you may need."
          },
          {
            "title": "Accessories",

            "text": "Mike’s Mobile Screen & Chimney Service offers damper chimney caps, replacement fireplace screens, hearth rugs and much more! Please ask our trained technicians any questions you have and they can recommend what will work best for your home."
          },
          {
            "title": "Masonry Services",

            "text": "Mike’s Mobile Screen & Chimney Service offers masonry services of any scale. Please call us today for a quote! From tuck-pointing to full chimney rebuilds and more, we are able to help you for any masonry job."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Mike's Mobile can help with your annual dryer vent cleaning in the Danville / Walnut Creek area."
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Looking for a security door in the Danville or Walnut Creek area? Mike's Mobile offers the best security doors around, hands-down. Call today for a FREE quote!"
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "The Viewguard is our top of the line security screen door. Full customizable, with many colors to choose from and a handsome frame surround, this door takes a traditional lock set to match the rest of your doors. The Viewguard door offers beauty, simplicity, and above all, absolute security."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. Finally, you can experience total security without resorting to bars or unsightly steel grills."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Our sliding security doors offer premium protection for your patio sliding door without any compromises. The 'screen' is actually a high strength stainless steel mesh that stops the bugs as well as the thugs so you can get the cool breeze without worry!"
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Mike's Mobile quick escape security screens feature a high tensile strength stainless steel woven into a fine mesh. It provides maximum security yet gives you a clear view of the outdoors without compromising the style or appearance of your home."
          },
          {
            "title": "Fixed Security Window Screens",

            "text": "Mike's Mobile fixed security screens look like regular screens but offer premium security, good looks and 60% UV blockage"
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile is dedicated to providing our customers with a fast and affordable way to have their screens replaced. If you're in the Danville or Walnut Creek area call today and we can fix your screens on-site!"
          },
          {
            "title": "Solar Screens",
            "text": "Block the heat on sunny windows and save money on your electricity bill! Mike's Mobile can make your home more comfortable and energy-efficient with solar screen window converings."
          },
          {
            "title": "Sliding Screen Doors",
            "text": "Need a sliding screen door in the Danville / Walnut Creek area? Call Mike's Mobile, we can build you a custom sliding screen door that works perfect!"
          },
          {
            "title": "Swinging Screen Doors",

            "text": "Longing for that old-fashioned simplicity of a swinging screen door? We have many styles and colors to choose from and each of our doors are custom-sized for a perfect fit on your home."
          },
          {
            "title": "Retractable Screen Doors",
            "text": "With 16 years selling disappearing screen doors from different manufacturers, we've done the leg work for you. We have the best door on the market. Call today for a technician to come out and measure your doorway!"
          },
          {
            "title": "Pet Doors",
            "text": "Want to make your life a little easier? Give your dog or cat a little freedom. Our Pride pet doors are here to help!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "The Lifestyle Garage Screen Door turns your garage into an airy and pest-free space in a snap!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "A retractable awning for your patio or deck not only offers shade, but also adds beauty and value to your home."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "With the press of a button your new motorized drop roll sunscreen can add comfort and class to your home!"
          }
        ]
      }
    ],
    "areas": [
      "Acalanes Ridge",
      "Alamo",
      "Ashland",
      "Blackhawk",
      "Camino Tassajara",
      "Castro Valley",
      "Castle Hill",
      "Danville",
      "Diablo",
      "Dublin",
      "Fremont",
      "Hayward",
      "Livermore",
      "Moraga",
      "Newark",
      "Norris Canyon",
      "Pleasanton",
      "San Leandro",
      "San Lorenzo",
      "San Ramon",
      "Sunol",
      "Walnut Creek"
    ]
  },
  {
    "region": "Oakland",
    "slug": "oakland-north-bay",
    "phone": "(510) 277-5694",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike's Mobile is Oakland's premier, full service chimney company. If there are issues regarding your chimney or fireplace we can also do any repairs! We can take any size job from start to finish. We are licensed, bonded and insured to provide peace of mind.",
    "reviews": [
      {
        "name": "Judith F.",
        "dataReviewId": "m5qZ8K4MU2xTLZ35WjT4sg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=IL4HWMYkXhWVwAnc67qbqA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-oakland?hrid=m5qZ8K4MU2xTLZ35WjT4sg",
        "link3": "https://www.yelp.com/biz/_goKcTmOo6hePBa7SE_-HQ",
        "content": "I first heard of Mike's Mobile because their driver, Daniel. He helped me out of a pickle one day. I was at the Home Depot in Oakland by Alameda and the Freeway. My car wouldn't start! We were near each other in the parking lot and he could see I looked distressed and asked if anything was wrong. …"
      },
      {
        "name": "Cheena A.",
        "dataReviewId": "cVbi4EcTi86pCtVcrGdeaQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=IFa11o38HIk9nsA-0qy5Pg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-oakland?hrid=cVbi4EcTi86pCtVcrGdeaQ",
        "link3": "https://www.yelp.com/biz/_goKcTmOo6hePBa7SE_-HQ",
        "content": "I'm very impressed! My experience with this company went absolutely above and beyond the experience of true customer service and attention to detail. I normally don't reach out for help when it comes to home issues, but this was actually much needed. ..."
      },
      {
        "name": "Global T.",
        "dataReviewId": "9kR9HIaCjB1a7aTY5InFiA",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=P-6XcpKJHntgroeP62MRGg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-oakland?hrid=9kR9HIaCjB1a7aTY5InFiA",
        "link3": "https://www.yelp.com/biz/_goKcTmOo6hePBa7SE_-HQ",
        "content": "Professional , nice , reliable , quality workmanship. Worth every penny. Highly Recommended !!"
      }
    ],
    "map": [
      {
        "latitude": 37.8244,
        "longitude": -122.21558,
        "zoom": 9.5,
        "regions": [
          {
            "paths": [
              { "lat": 37.90663, "lng": -122.27159 },
              { "lat": 37.93932, "lng": -122.10135 },
              { "lat": 37.90583, "lng": -122.08067 },
              { "lat": 37.85789, "lng": -122.07935 },
              { "lat": 37.73458, "lng": -122.11648 },
              { "lat": 37.69887, "lng": -122.21544 },
              { "lat": 37.78001, "lng": -122.32367 },
              { "lat": 37.80548, "lng": -122.34273 },
              { "lat": 37.87431, "lng": -122.32431 },
              { "lat": 37.90663, "lng": -122.27159 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "OaklandRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Click here to learn more about the different levels of chimney inspections. The internal portion of the inspection includes a video scan of the chimney, which includes the firebox, smoke chamber, smoke shelf, chimney flue and damper assembly. Our technicians are extermely meticulous, looking for obstructions, cracks in the clay tile liner, absence of liner, signs of moisture or anything else that would make the chimney unsafe for use."
          },
          {
            "title": "Chimney Cleaning",
            "text": "According to the NFPA, your chimney should have an annual cleaning and safety inspection. This is vital to your chimney and your home’s health. All of our technicians are certified and use the CSIA standards for chimney cleaning and inspections."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "Mike’s Mobile Screen & Chimney offers chimney repairs on any scale. From minor repairs to major overhauls, you can count on us! Often times minor repairs can be done on-site after the inspection / cleaning and sometimes it requires a scheduled appointment."
          },
          {
            "title": "Accessories",

            "text": "Mike’s Mobile Screen & Chimney Service can take care of any custom chimney or fireplace accessories you may need. We can supply the parts and also install them for you!"
          },
          {
            "title": "Masonry Services",

            "text": "Mike's Mobile is Oakland's premier masonry contractor. We specialize in the following: brick, block, stone, veneer, fireplace face/hearth, chimney stack rebuild, hardscapes, tuck-pointing, waterproofing and more!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "You probably clean your dryer’s lint trap, but did you know lint and other debris get past that screen and clogs the dryer vent itself? Clogged dryer vents can cause many issues including fire, carbon monoxide accumulation, extra wear to clothing, excessive energy use, and mold growth."
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",
            "text": "Mike's Mobile has been Oakland's premier security door dealer for 16 years and running. Our steel doors are hand-made and fully-customizable for adding security but also a personal touch to make your home unique."
          },
          {
            "title": "Viewguard Security Screen Doors",

            "text": "There is a reason the Viewguard Security Screen Door is our best selling security screen door. WIth it's heavy-duty extruded aluminum framing and stainless steel woven security mesh, you get the airflow and exellent visibility. The wide frame and stainless steel security mesh provides top of the line security protection."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View™ security screen doors incorporate the latest advances in high tensile strength materials and construction. The stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Our sliding security doors offer premium protection for your patio sliding door without compromising anything. The 'screen' is actually a high strength stainless steel mesh that stops the bugs as well as the thugs so you can get the cool breeze while still getting a peaceful nights rest."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Quick escape security screens are an ideal solution to cover and protect your windows. Our security screens come in a variety of colors and feature a concealed fastening system and blends with any architecture."
          },
          {
            "title": "Fixed Security Window Screens",

            "text": "Mike's Mobile fixed  security screens feature a high tensile strength stainless steel woven into a fine mesh. It provides maximum security yet gives you a clear view of the outdoors without compromising the style or appearance of your home."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile offers a fulle service mobile screen shop in the Oakland area. Call today to keep the bugs out and let the breeze in!"
          },
          {
            "title": "Solar Screens",
            "text": "If you need solar screens in the Oakland area, call Mike's Mobile today for a FREE estimate. We build solar screens on-site for a perfect fit!"
          },
          {
            "title": "Sliding Screen Doors",
            "text": "Tired of that old sliding screen door that always falls off the track? Call us for a built-on-site, custom sliding screen door with all metal components!"
          },
          {
            "title": "Swinging Screen Doors",

            "text": "Longing for that old-fashioned simplicity of a swinging screen door but don't have the time to deal with it? Call Mike's Mobile to measure and install your custom swinging screen door today!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Need a disappearing screen door in the Oakland area? One call to Mike's Mobile and we'll get a door that's custom fit and colored to match your home."
          },
          {
            "title": "Pet Doors",
            "text": "Need a little freedom for your pet? Our Pride pet doors are here to help!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Need more living area in your home? Turn your garage into a cool and bright room with a Lifestyle Garage Screen Door"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Need an awning in the Oakland area? Mike's Mobile offers the highest quality Sunesta retractable awnings!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "There when you need it and gone when you don't, our Sunroll sunscreens offer the perfect solution to beat the heat!"
          }
        ]
      }
    ],
    "areas": [
      "Alameda",
      "Alhambra Valley",
      "Albany",
      "Beyview-Mountain",
      "Berkeley",
      "Canyon",
      "Clyde",
      "Concord",
      "Crockett",
      "East Richmond Heights",
      "El Cerrito",
      "El Sobrante",
      " Emeryville",
      "Hasford Heights",
      "Hercules",
      "Kensington",
      "Lafayette",
      "Martinez",
      "North Richmond",
      "Orinda",
      "Pacheco",
      "Piedmont",
      "Pinole",
      "Pleasant Hill",
      "Port Costa",
      "Reliez Valley",
      "Richmond",
      "Rodeo",
      "Rollingwood",
      "San Pablo",
      "Tara Hills",
      "Vine Hill"
    ]
  },
  {
    "region": "Modesto",
    "slug": "modesto",
    "phone": "(209) 957-9700",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "We all know Modesto gets uncomfortably hot in the summer and chilly in the winter. Luckily Mike’s Mobile specializes in products and services to help even out these extremes. We keep your home cooler in summer with window and door screen repair, and can even help to keep your family safe with our security screen doors, which feature heavy duty protection with maximum airflow, so you can let the breeze in with peace of mind. When it is time to warm your home up in the winter, our chimney inspections and repairs, with same day inspection reports, are the ultimate solution for realtors, home buyers, and homeowners with fireplace needs. Call Mike’s Mobile today to help your home beat the Stanislaus county weather, whether it's hot or cold!",
    "reviews": [
      {
        "name": "Lisa S.",
        "dataReviewId": "KuMR8lJ1KHDR1cdox-rptg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=3o22U_AyOOvKRDkPO8DLvw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-modesto?hrid=KuMR8lJ1KHDR1cdox-rptg",
        "link3": "https://www.yelp.com/biz/K7py6eBfMdHnmi4ssi0MKw",
        "content": "Our 2nd experience with Mike's Mobile today. Several months ago they installed a security screen door for us. It's been such a terrific addition to our home. Today, they installed a security sliding screen door after our puppy had pretty much destroyed the existing screen. The stainless steel mesh…"
      },
      {
        "name": "Dennis H.",
        "dataReviewId": "hMWmvMU6OF7rfVlqft5ZlQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=9Vj6fmAKk65QOytEIB5_ZQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-modesto?hrid=hMWmvMU6OF7rfVlqft5ZlQ",
        "link3": "https://www.yelp.com/biz/K7py6eBfMdHnmi4ssi0MKw",
        "content": "Very professional , they did the work first time and on time. Our tech Chris completed a minor repair inspected and completed his work in clean and professional manor. I would highly recommend Chris for retention and promotion and highly recommend Mikes Mobile should you need your chimney cleaned."
      },
      {
        "name": "Terry P.",
        "dataReviewId": "32ewxErKK7CeN9Jx0aceiw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=B6zUIbBdvurCdVTAwwwaiw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-modesto?hrid=32ewxErKK7CeN9Jx0aceiw",
        "link3": "https://www.yelp.com/biz/K7py6eBfMdHnmi4ssi0MKw",
        "content": "I contacted this company after having another chimney company come out to inspect my gas fireplace and chimney. When the other company came out the guy who showed up had never worked on a gas fireplace! I called them and cancelled, luckily they didn't charge me! Then I called Mike's Mobile and they…"
      }
    ],
    "map": [
      {
        "latitude": 37.6665,
        "longitude": -120.95559,
        "zoom": 9.5,
        "regions": [
          {
            "paths": [
              { "lat": 37.89651, "lng": -121.19078 },
              { "lat": 37.81987, "lng": -120.67588 },
              { "lat": 37.66369, "lng": -120.4667 },
              { "lat": 37.46593, "lng": -120.83067 },
              { "lat": 37.40185, "lng": -121.25943 },
              { "lat": 37.76767, "lng": -121.31531 },
              { "lat": 37.88073, "lng": -121.26614 },
              { "lat": 37.89651, "lng": -121.19078 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "SanJoseRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Mike's Mobile is the premier chimney service company in the Modesto area. We are the only company that offers same-day digital inspections reports. Contact us today for a level 1, 2 or 3 chimney inspection!"
          },
          {
            "title": "Chimney Cleaning",
            "text": "Mike's Mobile is the leading chimney service company in the Modesto area. We offer same-day digital inspection reports and can quote for any repairs needed."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "Mike's Mobile is Modesto's premier chimney service company. We offer competitive rates with industry leading repairs. We are fully licensed, bonded and insured for peace of mind."
          },
          {
            "title": "Accessories",

            "text": "If you need fireplace or chimney related parts or accessories in Modesto, call Mike's Mobile today! We offer custom accessories and also installation services."
          },
          {
            "title": "Masonry Services",

            "text": "Mike's Mobile is Modesto's premier masonry contractor. Whether it's new construction or masonry repair, call us today for a FREE quote!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Our dryer vent cleaning removes lint, clogs and debris to ensure proper airflow. Mike's Mobile's cleaning services not only protect you from hazards such as fire and carbon monoxide buildup, but also provide many added benefits such as energy savings, shorter drying cycles and less damage to clothing."
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Want something truly custom and unique for your home? Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made which means a 100% customizable door with a fit and finish that exceeds any other security door."
          },
          {
            "title": "Viewguard Security Screen Doors",

            "text": "Now you can let the cool breeze in and keep intruders out without compromising the appearance of your home. You can experience total security without resorting to bars or unsightly steel grills of traditional security doors. The Viewguard security screen door offers quiet operation and will never rust. Strength and beauty in perfect harmony."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "The Tru-View looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. It provides securitybut gives you a clear view of the outdoors without compromising the style or appearance of your home. A security screen door that no bars and no busy designs, a simple looking outer frame with a specialized stainless steel mesh!"
          },
          {
            "title": "Sliding Security Doors",
            "text": "Ever wanted to sleep with your patio door open so you can get the breeze and fresh air all night? Now you can with our sliding security doors. The stainless steel mesh looks like a screen but offers premium security with maximum airflow and also cuts UV rays by 60%."
          },
          {
            "title": "Quick Escape Security Window Screens",
            "text": "Want security but the jail-bar look isn't for you or your home? Mike's Mobile has you covered! Our security screens come in a variety of frame colors and the 'screen' is actually a high-tensile strength stainless steel weave. It offers great looks, superior protection and even blocks 60% of the sun's UV rays for those hot summers."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Say no to the old school jail-bar iron bars over windows for security. The fixed security screens offer better looks, better security and will never rust. On top of all that he stainless mesh cuts out 60% of UV rays to help your home stay cool for those hot Modesto summers."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile measures, builds and installs your screens at your ​home or business​. Most screens can be ​fixed​ in one ​visit​, ​sav​ing​​ ​you valuable time. Call Mike's Mobile for Modesto screen repair!"
          },
          {
            "title": "Solar Screens",
            "text": "Modesto gets HOT in the summer but don't worry, Mike's Mobile can cool you down! Our solar screens are built on-site for a perfect fit and can block up to 90% of the suns UV rays while still letting light into your home. Call today for a FREE estimate!"
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile Screen and Chimney Service builds custom sliding screen doors in the modesto area. Have pets? No problem, we can build a sliding screen door with pet proof screen that's covered with a warranty!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "One call and we can get you a custom sized swinging screen door installed on your home. Add solar screen for added protection against pets and the sun's UV rays. "
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Want to stop the bugs but don't want a door in the way? Mike's Mobile disappearing screen doors are there when you need them and gone when you don't!"
          },
          {
            "title": "Pet Doors",
            "text": "If you like a trusted name on your products, the Pride Pet Door is the way to go. Pride offers sturdy, reliable products, and some of our customers have used this pet door with multiple pets for over 20 years!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "The Lifestyle Garage Screen Door will turn your garage into an airy and pest-free space in a snap!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Increase your home’s livable area and create the perfect day with Retractable Patio Awnings. An overhead retractable awning for your patio or decks not only offers shade, but also beauty and value to your home."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll Retractacble Screen provides you with sun protection, privacy and ease of use. A press of a button can transform your living space. "
          }
        ]
      }
    ],
    "areas": [
      "Atwater",
      "Bret Harte",
      "Bystrom",
      "Ceres",
      "Crows Landing",
      "Diablo Grande",
      "Denair",
      "Empire",
      "Grayson",
      "Hickman",
      "Hills Ferry",
      "Keys",
      "Hughson",
      "Livingston",
      "La Grange",
      "Los Banos",
      "Merced",
      "Modesto",
      "Monterey Park Tract",
      "Montpelier",
      "New Jerusalem",
      "Newman",
      "Orestimba High School",
      "Patterson",
      "Riverdale Park",
      "Roberts Ferry Grammer School",
      "Shackelford",
      "Turlock",
      "Vernalis",
      "Waterford",
      "Westley",
      "West Modesto"
    ]
  },
  {
    "region": "Napa",
    "slug": "napa-vallejo",
    "phone": "(707) 812-1935",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike's Mobile Chimney Service serves the areas of Vallejo and Napa. We are a full service company providing chimney sweeps, chimney inspections and chimney repairs. Our chimney repair service covers everything from small repairs to complete rebuilds.",
    "reviews": [
      {
        "name": "Carol F.",
        "dataReviewId": "ZKueonGJts8fc2NwqHiTzQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=8eo9QExFk3P30tBw364GzQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-napa?hrid=ZKueonGJts8fc2NwqHiTzQ",
        "link3": "https://www.yelp.com/biz/8BAJNBZxxfJJpORG-aCJ1w",
        "content": "Service man arrived early, evaluated my screen door problem and said we only needed to replace the bottom rail, that the screen door was in great shape. I am always happy when I save money, and he did a great job of replacing the broken rail. The people on the phone were great as was the servicem…"
      },
      {
        "name": "Bobby M.",
        "dataReviewId": "3BnRNqW2uRthesW91NqM_g",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=lBIbRTRURdeUMUW4CTj8iw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-napa?hrid=3BnRNqW2uRthesW91NqM_g",
        "link3": "https://www.yelp.com/biz/8BAJNBZxxfJJpORG-aCJ1w",
        "content": "Got my Chimney inspected and cleaned and, at the same time, got quite a few screens replaced. One stop shopping, Baby! Heather And Scarlett were both great to work with on the scheduling aspect, especially since I was coming in from out of town and have a very busy, yet flexible, schedule."
      },
      {
        "name": "Linda S.",
        "dataReviewId": "iWQC9PDdHTbzgQoGkHuHSQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=egilqJ8n8rfUDSr964yFMw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-napa?hrid=iWQC9PDdHTbzgQoGkHuHSQ",
        "link3": "https://www.yelp.com/biz/8BAJNBZxxfJJpORG-aCJ1w",
        "content": "I had an awning installed by Mike's Mobile a while back. The installer Dan completed the job with perfection and professionalism. Because Dan is such a perfectionist that I called them again. Today Dan installed the disappearing screen door. Again perfect, also Dan is so polite and cleans up his …"
      }
    ],
    "map": [
      {
        "latitude": 38.28057,
        "longitude": -121.99462,
        "zoom": 9.5,
        "regions": [
          {
            "paths": [
              { "lat": 38.55387, "lng": -121.99325 },
              { "lat": 38.49827, "lng": -121.7968 },
              { "lat": 38.36864, "lng": -121.50223 },
              { "lat": 38.11333, "lng": -121.49443 },
              { "lat": 38.08026, "lng": -121.73211 },
              { "lat": 38.06037, "lng": -122.195 },
              { "lat": 38.06625, "lng": -122.27572 },
              { "lat": 38.12976, "lng": -122.35857 },
              { "lat": 38.29828, "lng": -122.48216 },
              { "lat": 38.41639, "lng": -122.36364 },
              { "lat": 38.55387, "lng": -121.99325 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "napaRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Mike's Mobile is the premier chimney service company in the Napa / Vallejo area. Utilizing a full video scan, Mike's Mobile is the only company that offers same-day digital inspections reports. Contact us today for a professional chimney inspection!"
          },
          {
            "title": "Chimney Cleaning",
            "text": "Our chimney sweeps always include a free Level I inspection. This will ensure a complete service and inform you of anything that needs attention. The NFPA (National Fire Protection Agency) recommends an annual cleaning and safety inspection."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "Call Mike’s Mobile for Chimney Sweep services today! We are a full service chimney company in Vacaville, Vallejo, and Napa that can handle any repair your chimney may need. From minor repairs to full rebuilds, we have you covered."
          },
          {
            "title": "Accessories",

            "text": "Mike’s Mobile Screen & Chimney Service offers a full line of custom chimney accessories to fit your needs! Need ti installed? We can do that too!"
          },
          {
            "title": "Masonry Services",

            "text": "Mike’s Mobile Screen & Chimney Service offers masonry services of any scale. Call us today for a quote! From tuck-pointing to full chimney rebuilds, we are able to help."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Need that dryer vent cleaning crossed off your honey-do list? Mike's Mobile can help! Call us today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Heavy Duty Security Doors have a heavy gauge steel frame with a galvanized, perforated steel backing. Computer designed but hand-made, these doors offer tight tolerances to keep the bugs out but are fully customizable for a look to make your home unique."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "The Viewguard security screen door looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. It provides secure protection and gives you a clear view of the outdoors without compromising the style or appearance of your home. It will never rust and has a full length gear hinge for quiet, smooth operation. Strength and beauty in perfect harmony."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "If you want security but don't want it to look like you live in a jail, the Tru-View is the door for you. WIth it's heavy-duty extruded aluminum framing and stainless steel woven security mesh, you get the airflow and exellent visibility."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Ever wanted to get a breeze through your patio door while you sleep? With our sliding security doors, now you're able to! The stainless steel mesh looks like a screen but offers maximum airflow, unbarred visibility and premium security."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Mike's Mobile security window screens provide superior protection against intruders, UV rays and other unwanted pests. The screens are custom made to match your existing window style, color, and type so they add to the curb appeal of your home. They are mounted directly to your window for a seamless look and most importantly give offer easy access through the window in case of an emergency."
          },
          {
            "title": "Fixed Security Window Screens",

            "text": "Mike's Mobile can help put your mind at ease by providing real security against burglars, vandals and forces of nature with our stainless steel security screens. The 'screen' is actually a high strength stainless steel mesh that offers the ultimate in protection while stopping bugs and cutting UV rays by 60%."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile is the premier window and door screen service in the Napa / Vallejo area. Because there​'​s no such thing as a standard size in the screening world, almost all screens are custom​-​sized and need to be built to tight tolerances. With our mobile service, we can customize hard​-​to​-​fit screens on-site."
          },
          {
            "title": "Solar Screens",
            "text": "If you're in the Napa or Vallejo area call Mike's Mobile for solar screens on your windows and doors. Solar screens can reduce inciming UV rays by 80-90% and reduct inside temperature by 15 degrees or more!"
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Want a patio sliding screen door that simply just works without falling off the track? Call Mike's Mobile today for a custom built, all-metal, sliding screen door."
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Stop the bugs and get the breeze with the old-fashioned simplicity of a swinging screen door. Our swinging screen doors have custom sizes and many colors and options to choose from."
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Want the breeze without the hassle? Call Mike's Mobile and get one of our disappearing screen doors today!"
          },
          {
            "title": "Pet Doors",
            "text": "Call Mike's Mobile today for a high quality Pride pet door that's made to last. Your pet will thank you!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Call Mike's Mobile today for the Lifestyle Garage Screen Door!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Like spending time on your patio but the sun is just too much? Get a FREE quote on a retractable patio awning today!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Call Mike's Mobile today for a FREE quote on a retractable motorized drop roll sunscreen!"
          }
        ]
      }
    ],
    "areas": [
      "American Canyon",
      "Atlas",
      "Batoo",
      "Benicia",
      "Imola",
      "Napa",
      "Oak Knoll",
      "Schellville",
      "Sonoma",
      "Union",
      "Vallejo",
      "Vineburg",
      "Yountville"
    ]
  },
  {
    "region": "Fresno",
    "slug": "fresno",
    "phone": "(559) 558-5379",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike’s Mobile Screen & Chimney Service is your all in one chimney service provider. We offer a full range of chimney services including: chimney cleanings, inspections, repairs, rebuilds, masonry work and much more! Our technicains are trained to handle any problems your chimney may have.",
    "reviews": [
      {
        "name": "Nick K.",
        "dataReviewId": "3MfYZNmT7WLAsPl-oMJz4w",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=agYoN0HOl6KBkAkIZaJmFg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-madera-2?hrid=3MfYZNmT7WLAsPl-oMJz4w",
        "link3": "https://www.yelp.com/biz/IWdY7FgQMiawYiqJn5C0Ww",
        "content": "Mike's Mobile has serviced our fireplace and screens for years and I have always had great experiences with them. I enjoy working with and supporting local business for my rental properties and personal homes. Recently Tyler did a very nice job installing some new gas logs for the fire place and …"
      },
      {
        "name": "Donna D.",
        "dataReviewId": "kLceU9dmxVZNIm03X1CV5Q",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=iIk7TdpPcrFOQF_iH9JpTw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=kLceU9dmxVZNIm03X1CV5Q",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "Matt called to see if he could come over early to start the job ..A+plus in my book. His service and knowledge was great! We needed a new screen for our sidelight with a dog door in it, NOT so easy to do. Matt worked his magic and not only made a new screen but made sure it was very stable and secu…"
      },
      {
        "name": "Lindsay E.",
        "dataReviewId": "S-vr7S-og3C9qrTiYO5I3w",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=G8uD8tO_sx_Nfd_YanI3MQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=S-vr7S-og3C9qrTiYO5I3w",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "I would use this company again. The communication was great. I booked a appointment for the end of the month being that was the next available, emailed me later in the da to say they could move up my appointment to 3 days from now. The gentleman that came and cleaned the chimney was kind and profes…"
      }
    ],
    "map": [
      {
        "latitude": 36.76813,
        "longitude": -120.17548,
        "zoom": 9,
        "regions": [
          {
            "paths": [
              { "lat": 36.87935, "lng": -120.76417 },
              { "lat": 36.85209, "lng": -120.44969 },
              { "lat": 36.95559, "lng": -119.74931 },
              { "lat": 36.75711, "lng": -119.53805 },
              { "lat": 36.67072, "lng": -119.73715 },
              { "lat": 36.49586, "lng": -120.39489 },
              { "lat": 36.87935, "lng": -120.76417 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "fresnoRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",

            "text": "Mike's Mobile is the premier chimney service company in the Napa / Vallejo area. Utilizing a full video scan, Mike's Mobile is the only company that offers same-day digital inspections reports. Contact us today for a professional chimney inspection!"
          },
          {
            "title": "Chimney Cleaning",
            "text": "Our chimney sweeps always include a free Level I inspection. This will ensure a complete service and inform you of anything that needs attention. The NFPA (National Fire Protection Agency) recommends an annual cleaning and safety inspection."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",

            "text": "Call Mike’s Mobile for Chimney Sweep services today! We are a full service chimney company in Vacaville, Vallejo, and Napa that can handle any repair your chimney may need. From minor repairs to full rebuilds, we have you covered."
          },
          {
            "title": "Accessories",

            "text": "Mike’s Mobile Screen & Chimney Service offers a full line of custom chimney accessories to fit your needs! Need ti installed? We can do that too!"
          },
          {
            "title": "Masonry Services",

            "text": "Mike’s Mobile Screen & Chimney Service offers masonry services of any scale. Call us today for a quote! From tuck-pointing to full chimney rebuilds, we are able to help."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Need that dryer vent cleaning crossed off your honey-do list? Mike's Mobile can help! Call us today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Mike's Mobile offers completely customizable security screen doors in Fresno. Our security doors offer top of the line security. Our premium Titan security screen doors keep your home looking elegant while keeping you safe."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Viewguard Security Screen Doors from Mike's Mobile offer premium security with great visability and airflow. Keep the bugs and thugs out and enjoy the nice breeze."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View security screen doors are the perfect option for someone looking for an upgrade from their old school swining screen door. Tru-view doors offer the same airflow but with a stainless steel mesh and keyway to offer security for your home."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Sliding security doors from Mike's Mobile offer premium sliding screen doors with stainless steel mesh. The stainless steel mesh looks and acts like a regular screen but can't be cut or torn."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Quick release security window screens provide optimal security for you home while at the same time providing an exit in case of an emergency."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Fixed security window screens offer 60% UV blockage, good airflow and the best security on the market. Our security window screens keep your home looking nice and clean with premium security."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile Screen and Chimney Service offers rescreening on any window screens with usuable frames. Why replace the entire thing if the screen is just torn and the frame is in good shape?  "
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile Screen and Chimney Service supplies Suntex Solar Screens which, block up to 90% of UV rays and are totally pet proof!  "
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Sliding Screen Doors from Mike's Mobile Screen and Chimney are custom built to be a perfect fit for your home. Upgrade to our solar screen to ensure your sliding screen door is pet proof and cut your energy spendings."
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Keep out the bugs and let in the cool breeze with swingin screen doors from Mike's Mobile. We offer several style options, so finding the right door for your home is easy!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Want the benefits of a screen door, but not all the time? Then a retracable screen door is perfect for you. It's there when you want it and hides away when you don't!"
          },
          {
            "title": "Pet Doors",
            "text": "Pride pet doors are top of the line and when combined with our solar screen or security screen doors its the perfect combination for pets of all sizes!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Lifestyle Garage screen doors turn your dark stuffy garage into a liveable work or playspace!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Sunesta retractalbe patio awnings are designed to be hurricane proof. They will keep you cool all summer long! Upgrade to our motorized model and operate your retractable awning with remote control!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "The Sunroll drop shades come with a variety of screen options, custom sizes and are even motorized for easy use!"
          }
        ]
      }
    ],
    "areas": [
      "Le Grand",
      "Chowchilla",
      "Dos Palos",
      "Madera Acres",
      "Madera",
      "Parkwood",
      "Firebaugh",
      "Wood Ranch",
      "Mendota",
      "Friant",
      "Clovis",
      "Kerman",
      "Fresno",
      "Tranquillity",
      "San Joaquin",
      "Cantua Creek",
      "Selma"
    ]
  },
  {
    "region": "Yuba City",
    "slug": "yuba-city",
    "phone": "(530) 537-3750",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mikes's Mobile Screen and Chimney Service is Yuba City’s premier chimney and screen company! We can ensure your fireplace is safe to burn in, so you can get back to warm cozy fires. We can also help you sleep safe at night with our Security Screen, protect your windows and your doors!",
    "reviews": [
      {
        "name": "Mark B.",
        "dataReviewId": "7MnOp9UDW3dWnOFnJPXNhw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=r6-aRXiurjdzKgvCzj7SGw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-yuba-city?hrid=7MnOp9UDW3dWnOFnJPXNhw",
        "link3": "https://www.yelp.com/biz/5_-YLFhV470ghHI10oblCQ",
        "content": "Juan and Josh were two very knowledgeable, tidy, professional, and courteous technicians I have had pleasure to have complete work at my house. Answered every question I had. Put ample amount of time with each item. Thank you!"
      },
      {
        "name": "David C.",
        "dataReviewId": "zFgRu_ryodCMhiV9yjQitw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=n-hgUkqXOHCAI3HnKfFl4w",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-yuba-city?hrid=zFgRu_ryodCMhiV9yjQitw",
        "link3": "https://www.yelp.com/biz/5_-YLFhV470ghHI10oblCQ",
        "content": "Awesome work. A+ service! Came out to fix some window screens and I also ended up ordering a security screen door. Very pleased with the products and service! The girls on the phone were friendly and accomodating with my schedule and their worker was very nice and cleaned up after himself. I love m…"
      },
      {
        "name": "Jim M.",
        "dataReviewId": "mfbic6Xwo-lsio6I9xt1HA",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=jeqXw1DyIxQptKaEIrnGBg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-sacramento-2?hrid=mfbic6Xwo-lsio6I9xt1HA",
        "link3": "https://www.yelp.com/biz/FfkoDxdGjADTD61dzGvdLg",
        "content": "Mike delivers high quality custom security screen doors with a custom fit and look. He also provided us with retractable screens that allows us to take advantage of the delta breeze. Mike and his installer deliver a quality product with exceptional customer focused service. I highly recommend givin…"
      }
    ],
    "map": [
      {
        "latitude": 39.160264,
        "longitude": -121.608825,
        "zoom": 8,
        "regions": [
          {
            "paths": [
              { "lat": 39.53095, "lng": -122.21936 },
              { "lat": 39.53943, "lng": -121.54141 },
              { "lat": 39.22479, "lng": -120.77603 },
              { "lat": 38.87224, "lng": -120.62101 },
              { "lat": 38.71664, "lng": -122.12271 },
              { "lat": 38.89037, "lng": -122.23202 },
              { "lat": 39.53095, "lng": -122.21936 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "yubaCityRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Mike's Mobile offers the best same day digital inspection reports. A level 1 inspection comes free with every chimney sweep. "
          },
          {
            "title": "Chimney Cleaning",
            "text": "Maintain the health of your fireplace and chimney annually. According to the NFPA, chimney sweeps should be performed after each cord of wood or annually. We include a free level 1 inspection with all of our chimney cleanings."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "Call Mike’s Mobile for Chimney Sweep services today! We are a full service chimney company in the greater Sacramento area and Yuba City. From minor repairs to full rebuilds, we have you covered."
          },
          {
            "title": "Accessories",
            "text": "For fireplace accessories or repairs call Mike's Mobile first. We supply top of the line chimney accessories including glass doors, spark screens, chimney caps and more"
          },
          {
            "title": "Masonry Services",
            "text": "For all your brick, block and stone masonry needs call Mike's Mobile Screen and Chimney Service. "
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Mike's Mobile can do more than just clean your chimeny! We also clean dryer vents!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Elegant Titan security screen doors offer stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow, Titan's will keep you cool, safe and classy."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Mike's Mobile is Yuba City's premier security screen door supplier. Our Viewguard security screen doors offer optimal breeze while keeping your home secure."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View security screen doors from Mike's Mobile give you security and access to the cool breeze. Tru-View doors come in a variety of color frame options and are custom made to fit your doorway."
          },
          {
            "title": "Sliding Security Doors",
            "text": "For premium security doors in Yuba City call Mike's Mobile. Our stainless steel mesh offers top of the line security. We also offer double security screen sliders so the dead panel is protected as well as the slider itself."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Quick release security window screens provide great security for your home. They keep your home looking stylish while keeping you and your family safe. With our quick release option your security window screens keep you protected and act as an emergency exit in case of a fire."
          },
          {
            "title": " Fixed Security Window Screens",
            "text": "Mike's Mobile provides top of the line security for your whole home, including window screens! Our fixed  security window screens "
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile has you covered for premium security doors and window security products in Yuba City. Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Yuba City for over 16 years! Help lower those energy bills and keep your house cool, this summer!"
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around Yuba City. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away."
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Mike's Mobile is Yuba City’s premier door and window security expert. Whether it's our security doors for unequaled customization or our aluminum and stainless steel Viewguard and  products for the ultimate in clean looks and contemporary security, we have you covered! Call us today for a FREE security door quote!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Mike's Mobile has been Yuba City premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Pet Doors",
            "text": "If you're looking for security doors or window security products in Yuba City, you've come to the right place! Mike's Mobile has a full line of security products including our NEW stainless steel mesh products that offer security without the bars! Call today for a FREE quote!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Turn your garage into a great place to work in Yuba City! Our Garage screen doors can transform your garage by keeping the bugs out but letting that breeze in!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Mike's Mobile is Yuba City's premier supplier of shade. Impress your friends this summer with our hurricane grade retractable awnings. "
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile is the premier contractor for screens in Yuba City, and can outfit any window with drop roll sun screens to help you beat the heat and keep your home cool!"
          }
        ]
      }
    ],
    "areas": [
      "Yuba City",
      "Olivehurst",
      "Arbuckle",
      "Dunnigam",
      "Brooks",
      "Guinda",
      "Rumsey",
      "Williams",
      "Arbuckle",
      "Maxwell",
      "Willows",
      "Princeton",
      "Gridley",
      "Palermo",
      "Oroville",
      "Grass Valley"
    ]
  },
  {
    "region": "Tracy",
    "slug": "tracy",
    "phone": "(209) 650-3054",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike’s Mobile is proud to help handle all the chimney, screen and security door needs of the Tracy Area! We’re a proud member of the community and love helping homeowners of Tracy have the home of their dreams. ",
    "reviews": [
      {
        "name": "Sarah C.",
        "dataReviewId": "_mE86zsPjUxSNdjdqq5vUQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=r6-aRXiurjdzKgvCzj7SGw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=_mE86zsPjUxSNdjdqq5vUQ",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "All the reviews are correct! Mike's mobile was really fast , friendly and efficient! I needed some window screens for a rental and the company I used to use wasn't returning my calls so I tried Mike's. WOW - same day service! They came out with a big box truck and built everything right there! I …"
      },
      {
        "name": "Evelyn M.",
        "dataReviewId": "wPCLKYgtcmd3-uAzKptejA",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=Do24lhHDP3IMO4LrAZqXnw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=wPCLKYgtcmd3-uAzKptejA",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "We needed a sliding door screen repaired. I called and received a response quickly. An appointment was made and the technician showed up on time. He was very cordial and our screen was repaired. From start to finish Mikes was very professional. I highly recommend. Evelyn"
      },
      {
        "name": "Renee D.",
        "dataReviewId": "S-vr7S-og3C9qrTiYO5I3w",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=G8uD8tO_sx_Nfd_YanI3MQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=S-vr7S-og3C9qrTiYO5I3w",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "We had our screen door re screened last year and noticed a little spot coming undone. I called to see if it were under warranty and it was, made a appointment to come out and get fixed, it was a little while out which no big deal. A few minutes later I get a call from the office letting me know of …"
      }
    ],
    "map": [
      {
        "latitude": 37.716771,
        "longitude": -121.443219,
        "zoom": 10,
        "regions": [
          {
            "paths": [
              { "lat": 37.795004, "lng": -121.557803 },
              { "lat": 37.856278, "lng": -121.283029 },
              { "lat": 37.856278, "lng": -121.265065 },
              { "lat": 37.803069, "lng": -121.26139 },
              { "lat": 37.630786, "lng": -121.287181 },
              { "lat": 37.58832, "lng": -121.646657 },
              { "lat": 37.795004, "lng": -121.557803 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "tracyRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "If you are buying or selling a home in the Tracy area then you need a level 2 inspection from Mike's Mobile. We offer same day digital inspection reports to ensure you know the exact condition of your fireplace."
          },
          {
            "title": "Chimney Cleaning",
            "text": "If you are buying or selling a home in the Tracy area then you need a level 2 inspection from Mike's Mobile. We offer same day digital inspection reports to ensure you know the exact condition of your fireplace. "
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "For Chimney repairs in Tracy look no further. Mike's Mobile is a full chimney servicing company and can handle entire chimney rebuilds if necessary"
          },
          {
            "title": "Accessories",
            "text": "For the best fireplace accessories near you call Mike's Mobile. We are a full fireplace service company and provide top of the line chimney accessories."
          },
          {
            "title": "Masonry Services",
            "text": "Call Mike's Mobile for all your custom hardscapes, chimney brick work, and other masonry services in Tracy."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Dryer Vents are often forgotten about. A clogged dryer vent can easily lead to a home fire. Don't wait until it's too late, call Mike's Mobile today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Mike's Mobile is your premier security screen door supplier in Tracy. Our doors are measured to fit your home perfectly unlike those big box store doors. "
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Mike's Mobile supplies and installs Viewguard security screen doors, which come in a variety of colors and are custom made to fit your doorway. Call Mike's Mobile today to schedule your free measuring appointment."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View security screen doors offer all the benefits of a swinging screen door but with the added protection of stainless steel mesh and lock. Perfect for pet owners or anyone looking for a breeze without dealing with bugs."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Sliding Security screen doors from Mike's Mobile will let you rest easy. With a stainless steel mesh and  5-point locking hardware you know your home is safe."
          },
          {
            "title": " Quick Escape Security Window Screens",

            "text": "Mike's Mobile installs top of the line security window screens manufactured by titan. With our quick release models the security screens can be opened with ease from the inside while remaining completely secure from the outside. "
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Mike's Mobile has you covered for all your needs for premium security doors , windows and other security products in Tracy. Fixed security window screens offer upto 60% UV blockage, good airflow and the best security on the market. Our security window screens keep your home looking nice and clean with premium security"
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile is your one-stop shop in the Tracy area for all your home window and door security needs. Check out our doors in person at 8130 Lorraine Ave., Suite 312, Tracy, Ca, 95210. See our steel doors for something ultimately customizable or our stainless mesh products for security without the bars!"
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile is your one-stop shop in Tracy for all your home window and door security needs. Make sure you visit our showroom at 9941 Horn Rd., Suite A, Tracy, Ca, 95827 to see all of our security products. Whether it's our security doors for unequaled customization or our aluminum and stainless steel Viewguard and  products for the ultimate in clean looks and contemporary security, we have you covered!"
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Tracy for over 16 years! We have full customizable security doors and also a line of stainless mesh products that offer security without the bars! Stop the bugs and the thugs today!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Tracy for over 16 years! We have full customizable security doors and also a line of stainless mesh products that offer security without the bars! Stop the bugs and the thugs today!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Want the benefits of a screen door, but not all the time? Then a retracable screen door is perfect for you. It's there when you want it and hides away when you don't!"
          },
          {
            "title": "Pet Doors",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Tracy for over 16 years! We have full customizable security doors and also a line of stainless mesh products that offer security without the bars! Stop the bugs and the thugs today!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Tracy for over 16 years! We have full customizable security doors and also a line of stainless mesh products that offer security without the bars! Stop the bugs and the thugs today!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Tracy. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Mike's Mobile is Tracy premier supplier of window and door security products. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door.security doors are the best around. We are offering premium window and door security products to Tracy.Fully customizable our security doors come in a full range for every price point or home type."
          }
        ]
      }
    ],
    "areas": [
      "Tracy",
      "Banta",
      "Lyoth",
      "Carbona",
      "Mountain House",
      "Manteca",
      "Vernalis"
    ]
  },
  {
    "region": "Madera",
    "slug": "madera",
    "phone": "(559) 922-2428",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike’s Mobile is proud to help handle all the chimney, screen and security door needs of the Tracy Area! We’re a proud member of the community and love helping homeowners of Tracy have the home of their dreams. ",
    "reviews": [
      {
        "name": "Nick K.",
        "dataReviewId": "3MfYZNmT7WLAsPl-oMJz4w",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=agYoN0HOl6KBkAkIZaJmFg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-madera-2?hrid=3MfYZNmT7WLAsPl-oMJz4w",
        "link3": "https://www.yelp.com/biz/IWdY7FgQMiawYiqJn5C0Ww",
        "content": "Mike's Mobile has serviced our fireplace and screens for years and I have always had great experiences with them. I enjoy working with and supporting local business for my rental properties and personal homes. Recently Tyler did a very nice job installing some new gas logs for the fire place and …"
      },
      {
        "name": "Nick P.",
        "dataReviewId": "wPCLKYgtcmd3-uAzKptejA",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=qJKmLFc3qgLhtOEUw5bXag",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-madera-2?hrid=i3E0XH3m_qQgpdMQ3srxlw",
        "link3": "https://www.yelp.com/biz/IWdY7FgQMiawYiqJn5C0Ww",
        "content": "Juan from Mike's Mobile was extremely courteous and professional. Alexis in the office was responsive throughout the initial conversation to go over the scope of the work. Once at our home, Juan took great care to explain everything we needed to know about our fireplace. He even put on booties befo…"
      },
      {
        "name": "Chris W.",
        "dataReviewId": "0mQpB0uQEsMbNikGGgHeMg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=mMgiejFRzN_vat5BRdDpGQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-sacramento-2?hrid=0mQpB0uQEsMbNikGGgHeMg",
        "link3": "https://www.yelp.com/biz/FfkoDxdGjADTD61dzGvdLg",
        "content": "We had these guys out to do an inspection and sweep of our chimney. The 1st visit the technician was friendly and knowledgeable, he has a cool contraption that cleans behind Fireplace inserts. The 2nd visit the two technicians repainted the bench in my fireplace and installed a new ash door. Th…"
      }
    ],
    "map": [
      {
        "latitude": 37.019303,
        "longitude": -120.397365,
        "zoom": 9,
        "regions": [
          {
            "paths": [
              { "lat": 37.071997, "lng": -120.894951 },
              { "lat": 37.241853, "lng": -120.256398 },
              { "lat": 36.9555563, "lng": -119.749187 },
              { "lat": 36.80948, "lng": -120.443472 },
              { "lat": 36.879431, "lng": -120.762803 },
              { "lat": 37.071997, "lng": -120.894951 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "maderaRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Mike's mobile screen and chimney service is certified with 16 year experience ! We provide services for all sorts of chimneys in Mandera. Further to this we cover jobs from cleaning and inspections to rebuilds and masonry works even. So maintain your chimneys and fireplaces secure with us !"
          },
          {
            "title": "Chimney Cleaning",
            "text": "The standards proposed by NFPA suggests that residential properties should have their chimney cleaned and inspected annually Mike's Mobile is providing services all across Hayward's Residential area , with a free level 1 digital inspection report with every sweep."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "Mike's Mobile is the premier chimney service company in the Madera area. We are fully licensed, bonded with quality services. We provide services from minor repairs to full rebuilds. So call us today to get a free quote!"
          },
          {
            "title": "Accessories",
            "text": "For all the Mandera Residents , If you need any kind of accessories like chimney caps, fireplace grates, glass door sets, radiant firebacks. Mike's Mobile Screen and Chimney Services have got you completely covered ! Call today to get expert suggestions for your home!"
          },
          {
            "title": "Masonry Services",
            "text": "Mike’s Mobile Screen & Chimney Service also offers masonry work other than chimney or fireplace services. We are functioning as a full service masonry company in Madera. We specialize in the following: brick, block, stone, veneer, fireplace face/hearth, chimney stack rebuild, hardscapes, tuck-pointing, waterproofing and more!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Mike's Mobile can help with your annual dryer vent cleaning in all across Madera and its suburbs area.We provide quality services with competitive prices. So you can count on us for every type of service."
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Mike's Mobile has been Madera's premier security door dealer for 16 years and counting. Our Titan security screen doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Mike's Mobile has been Madera's premier viewguard security screen doors dealer for 16 years and counting. Our viewguard looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. Call us today and get a free quote!"
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Now you can let the cool breeze in and keep Tru-view doors offer the same airflow but with a stainless steel mesh and keyway to offer security for your home.Mike's Mobile has been the premier contractor for Tru-View security screen doors in the Madera area for over 16 years!"
          },
          {
            "title": "Sliding Security Doors",
            "text": "Sliding Security screen doors from Mike's Mobile will let you rest easy. With a stainless steel mesh and  5-point locking hardware you know your home is safe."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Are you looking for Quick Escape security window Screens and security products for your home or business place in Madera?Then you've come to the right place! Mike's Mobile provides a full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security window Screens and security products we provide security doors that are the best all around the Madera. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away"
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile has been Madera's premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice. Call us today and get a free quote!"
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in the Madera for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile has been Madera's premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Mike's Mobile has been Madera's premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Mike's Mobile has been Madera's premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Pet Doors",
            "text": "Mike's Mobile has been Madera's premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Mike's Mobile is your one-stop shop in the Madera area for all your home window and door security needs. Check out our doors in person at 8130 Lorraine Ave., Suite 312, Stockton, Ca, 95210. See our steel doors for something ultimately customizable or our stainless mesh products for security without the bars!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in the Madera for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Mike's Mobile is Madera`s premier door and window security expert. Whether it's our security doors for unequaled customization or our aluminum and stainless steel Viewguard and Titan products for the ultimate in clean looks and contemporary security, we have you covered! Call us today for a FREE security door quote!"
          }
        ]
      }
    ],
    "areas": [
      "Los Banos",
      "Oro Loma",
      "Dos Palos Y",
      "Dos Palos",
      "South Dos palos",
      "Brito",
      "El Nido",
      "Dairyland",
      "Sierra Vista",
      "Minturn",
      "Chowchilla",
      "Fairmead",
      "Berenda",
      "Notarb",
      "Madera",
      "Le Grand",
      "Sharon",
      "Kismet"
    ]
  },
  {
    "region": "Merced",
    "slug": "merced",
    "phone": "(209) 800-2980",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Mike's mobile screen and chimney service in Merced is a premier, full provider chimney corporation. If there are problems regarding your chimney / fireplace or you need any chimney cleanings, inspections, , rebuilds and masonry work we're just a call away! We are able to take any size project from start to finish. We are certified and true to our work.",
    "reviews": [
      {
        "name": "Raymond S.",
        "dataReviewId": "NhGjAUflP9zjM09VErfzcQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=H4oZVNj2JXPv0y8dbGXlAQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-merced?hrid=NhGjAUflP9zjM09VErfzcQ",
        "link3": "https://www.yelp.com/biz/lMPz23Vik6MgQ8DUMJBbPg",
        "content": "I manage a few properties and have been using Mike's Mobile for a few years now. The girls answering the phones are always very friendly and helpful and I really like the way we get a chimney inspection report emailed to us after every chimney sweep. The last chimney sweep they did for us, their wo…"
      },
      {
        "name": "J F.",
        "dataReviewId": "ZnXGO7Je2iNBd4RYo-gMeg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=q7DXO5AUrxpSQhHCxezhvw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=ZnXGO7Je2iNBd4RYo-gMeg",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "This company is top-notch. Tyler and Eric came out to measure to calculate a quote. They were professional and knew their products. After I received the quote, I was surprised at the cost for the Tru View front door and True-Frame sliding doors. So I drove out to the showroom in Sacramento to see t…"
      },
      {
        "name": "Steve Q.",
        "dataReviewId": "szT3Ql12ZP8SsVYEH4-U9Q",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=5p9xdUhNy80mwpz1fdhiBA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-stockton?hrid=szT3Ql12ZP8SsVYEH4-U9Q",
        "link3": "https://www.yelp.com/biz/ADvweMOkls0hNznpuWs78g",
        "content": "I have a wood burning stove in the living room that hadn't been fired in years. Wanted to have it checked out before I started using in again. Mike's has the most five star reviews out there, so I made an appointment through the app and about a week later Chris came out to inspect my stove. He was …"
      }
    ],
    "map": [
      {
        "latitude": 37.339259,
        "longitude": -120.740545,
        "zoom": 9,
        "regions": [
          {
            "paths": [
              { "lat": 37.400378, "lng": -121.262395 },
              { "lat": 37.663543, "lng": -120.463532 },
              { "lat": 37.283769, "lng": -120.301835 },
              { "lat": 37.0423, "lng": -120.826821 },
              { "lat": 37.041798, "lng": -120.882861 },
              { "lat": 37.400378, "lng": -121.262395 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "mercedRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Maintaining the health and cleanliness of your fireplace and chimney annually is essential. According to the NFPA, chimney sweeps should be performed after each cord of wood or annually. We provide services all across Merced with a free level 1 inspection with all of our chimney cleanings."
          },
          {
            "title": "Chimney Cleaning",
            "text": "Maintaining the health and cleanliness of your fireplace and chimney annually is essential. According to the NFPA, chimney sweeps should be performed after each cord of wood or annually. We provide services all across Merced with a free level 1 inspection with all of our chimney cleanings."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "We are a full service chimney company in the Greater Merced Area. From minor repairs to full rebuilds, we have you covered.So Call Mike’s Mobile for Chimney Sweep services today!"
          },
          {
            "title": "Accessories",
            "text": "Do you need any kind of accessories such as chimney caps, fireplace grates, glass door sets, radiant firebacks etc. So call Mike's Mobile today and get us booked for your services anywhere in Merced!"
          },
          {
            "title": "Masonry Services",
            "text": "Mike's Mobile Screen and Chimney Service has covered all your block and stone masonry works need.So no matter where ever you need our services in Merced! We're just a call away."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Do you know dryer vents are one of the basic reasons for residential fires in Merced. Clogging in dryer vent leads to inefficient drying. So why waste money and risk your home's safety? So call us now and get your vents clean!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in the Merced for over 16 years! Elegant Titan security screen doors offer stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow, Titan's will keep you cool, safe and classy.So what are you waiting for? Call us right now to get a free quote."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Mike's Mobile has been the premier Viewguard security screen doors in the Merced for over 16 years! We have a viewguard that looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. Call us right now to get a free quote."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View security screen doors are the perfect option for someone looking for an upgrade from their old school swinging screen door. Tru-view doors offer the same airflow but with a stainless steel mesh and keyway to offer security for your home.. Check out our doors in person at our Merced showroom. Call us today for a FREE TRU-View Security Screen Doors quote!"
          },
          {
            "title": "Sliding Security Doors",
            "text": "Mike's Mobile is Merced premier supplier of window and Sliding Security Doors and security products. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door.security doors are the best around. We are offering premium window and door security products to Merced.Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable Quick Escape security window Screens to the Residents of Merced . The fit and finish on these doors is unparalleled by other manufacturers.Check out our  Quick Escape security window Screens for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Are you looking for security window Screens and security products for your home or business place in Merced? Then you've come to the right place! Mike's Mobile provides a full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in the Merced for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile has been Merced premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote !."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in the Merced for over 16 years! We have full customizable security doors and also a line of stainless mesh products that offer security without the bars! Stop the bugs and the thugs today!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Mike's Mobile has you covered for premium security doors and window security products in the Merced. Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Madera. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away."
          },
          {
            "title": "Pet Doors",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in the Merced for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Garage Screen Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Madera. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away."
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Mike's Mobile has been Merced's premier security door dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Mike's Mobile has been offering premium window and door security products to Hayward for over 16 years. If you want something truly customizable check out our steel doors. For something contemporary that offers premium protection that doesn't have the bars of a traditional security door, check out our Viewguard. We also have aluminum and stainless mesh security products to cover your windows and back patio slider."
          }
        ]
      }
    ],
    "areas": [
      "Newman",
      "Gustine",
      "Volta",
      "Los Banos",
      "Turlock",
      "Livingston",
      "Atwater",
      "Merced",
      "La Grange",
      "Planada"
    ]
  },
  {
    "region": "Fremont",
    "slug": "fremont",
    "phone": "(510) 450-7214",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "We at Mike’s Mobile Screen & Chimney Service provide services for all kinds of chimneys in Fremont and its suburbs. In addition to this we cover all the services from cleaning and inspections to rebuilds and masonry work.",
    "reviews": [
      {
        "name": "Usman G.",
        "dataReviewId": "Cu-vHke8eqOXGbQheh3Lqg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=2CDVJtV-EqGCb0E99jTAuQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-fremont?hrid=Cu-vHke8eqOXGbQheh3Lqg",
        "link3": "https://www.yelp.com/biz/Qz4TfiqhG7TJ2tct2fdpzQ",
        "content": "I love my new door from Mike Mobile, it's not cheap but it's custom built. I am already getting compliments from my neighbor about the door. Their installer Tim, work was efficient and thorough, you can tell that he is doing it for years. I am having them come back for solar screens for me as well"
      },
      {
        "name": "Connie L.",
        "dataReviewId": "qO3IsUb5OqQx1r-9XnCTGQ",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=XMT_w25s-CV1xnZ0TODxlA",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-fremont?hrid=qO3IsUb5OqQx1r-9XnCTGQ",
        "link3": "https://www.yelp.com/biz/Qz4TfiqhG7TJ2tct2fdpzQ",
        "content": "A+ service! We called on Monday and we were able to get an appointment the same week for a chimney sweep. Hank was a pleasure to work with. He was very clean, friendly, and explained everything he was going to do before he did it. Two thumbs up!"
      },
      {
        "name": "Ben N.",
        "dataReviewId": "ZhWUrGRFmffZfNBI_vRk9g",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=OOXOAuKccsZ4K7fs8OZX3w",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-fremont?hrid=ZhWUrGRFmffZfNBI_vRk9g",
        "link3": "https://www.yelp.com/biz/Qz4TfiqhG7TJ2tct2fdpzQ",
        "content": "Hank came out measured and built windows screens for our whole house on-site. The service exceeded expectations. He saved us money where able by re-screening some of our frames that were still in good condition. He used pet screen on the back door and told us it comes with a warranty for our dog. A…"
      }
    ],
    "map": [
      {
        "latitude": 37.543297,
        "longitude": -122.004453,
        "zoom": 11,
        "regions": [
          {
            "paths": [
              { "lat": 37.563315, "lng": -122.130164 },
              { "lat": 37.608331, "lng": -122.088651 },
              { "lat": 37.613716, "lng": -122.078455 },
              { "lat": 37.634482, "lng": -122.018734 },
              { "lat": 37.63602, "lng": -121.960956 },
              { "lat": 37.631021, "lng": -121.949789 },
              { "lat": 37.626215, "lng": -121.945176 },
              { "lat": 37.548231, "lng": -121.889649 },
              { "lat": 37.532469, "lng": -121.882274 },
              { "lat": 37.482931, "lng": -121.867553 },
              { "lat": 37.471395, "lng": -121.880005 },
              { "lat": 37.454185, "lng": -121.925191 },
              { "lat": 37.462611, "lng": -122.040939 },
              { "lat": 37.500473, "lng": -122.107161 },
              { "lat": 37.563315, "lng": -122.130164 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "fremontRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "If your chimney performance, appliance or venting system has not changed for very long then you must need cleaning services. So what are you waiting for! Call Mike's Mobile right now and book us for your services all across Fremont."
          },
          {
            "title": "Chimney Cleaning",
            "text": "If your chimney performance, appliance or venting system has not changed for very long then you must need cleaning services. So what are you waiting for! Call Mike's Mobile right now and book us for your services all across Fremont."
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "If there are issues regarding your chimney or fireplace we are here for all types of repairs! Mike’s Mobile is a full service chimney company. We can take any sizeof job from start to finish. We are licensed, bonded and truthful to provide quality jobs .Glad to be at your service in Fremont."
          },
          {
            "title": "Accessories",
            "text": "Mike's Mobile Screen & Chimney Service offers chimney caps, fireplace grates, glass door sets, radiant fire backs and much more! We have a team of trained technicians who can recommend what will work best for your home. At your service in Fremento instantly!"
          },
          {
            "title": "Masonry Services",
            "text": "Whenever in need of block and stone masonry works , Remember Mike's Mobile Screen and Chimney Service is just a call away for any of these services. Serving all across Fremont."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Dryer Vents are often not cared much about.But do you know? A clogged dryer vent can easily lead to a home fire. So don't wait until it's too late, call Mike's Mobile today for instant services in Fremont"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Are you looking for security doors, especially titan security screen doors or window security products for your home or business place in Fremont ?Then you've come to the right place! Mike's Mobile provides a full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Are you looking for the Viewguard security screen doors and construction or window security products for your home or business place in Fremont ? The Viewguard is our best selling security door for a reason. The Viewguard looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. Call us today for a FREE security door quote!"
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View security screen doors are an ideal solution to protect your windows. Our security screens come in a variety of colors and feature a concealed fastening system and blends with any architecture.Make sure you visit our showroom at Fremont to see all of our security products in person! Call us today for a FREE security door quote!"
          },
          {
            "title": "Sliding Security Doors",
            "text": "Mike's Mobile has been the premier contractor for Sliding Security Doors and window security products in the Fremont for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Mike's Mobile is Fremont premier supplier of Quick Escape security window Screens and security products. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door.security doors are the best around. We are offering premium window and door security products to Fremont.Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Mike's Mobile provides high quality security products such as security doors, windows , screens and much more. We provide security window screens that keep your home looking nice and clean with premium security.Providing services all across Fremont. So call us today for a free quote."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable security doors to the Residents of Fremont . The fit and finish on these doors is unparalleled by other manufacturers.Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile is Fermont premier supplier of window and door security products. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door.security doors are the best around. We are offering premium window and door security products to Fremont.Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile has been Fremont premier security door dealer for 16 years and counting. Our steel doors are hand-made, fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Fremont. Fully customizable our security doors come in a full range for every price point or home type. So whenever you need any of these services. Remember We are just a call away."
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Fremont for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Pet Doors",
            "text": "Are you looking for security doors or window security products for your home or business place in Fremont ?Then you've come to the right place! Mike's Mobile provides a full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          },
          {
            "title": "Garage Screen Doors",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Fremont for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Fremont. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Mike's Mobile is Fremont premier supplier of window and door security products. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door.security doors are the best around. We are offering premium window and door security products to Fremont. Fully customizable our security doors come in a full range for every price point or home type."
          }
        ]
      }
    ],
    "areas": [
      "Newark",
      "Union City",
      "Fremont",
      "Baylands",
      "Dresser",
      "Carpenter",
      "Brightside"
    ]
  },
  {
    "region": "Hayward",
    "slug": "hayward",
    "phone": "(510) 277-5694",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "We at Mike's mobile screen and chimney service offer services for all kinds of chimneys in Hayward and its surrounding residential areas. In addition to this we cover all of the services from cleaning and inspections to rebuilds and masonry work. So keep your chimneys and fireplaces safe with us!",
    "reviews": [
      {
        "name": "Angelika Loise M.",
        "dataReviewId": "_2O-Bf5qPrU2VRYkT8k4rg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=0lu6w0Ie_eiuLRYOFEopig",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-hayward?hrid=_2O-Bf5qPrU2VRYkT8k4rg",
        "link3": "https://www.yelp.com/biz/JB6L1DF0e8FVgHvPUf9RfA",
        "content": "Great customer service! They're super responsive and answered all my questions and concerns when I asked. After contacting them, they came to inspect and clean my chimney. Had zero problems with scheduling and they were very punctual about arriving at the stated appointment time. An inspection …"
      },
      {
        "name": "Donna T.",
        "dataReviewId": "VQtsaKAPCHrLdlc4mpROpg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=BZqQKO_C99VGZRZ3aMd3tg",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-hayward?hrid=VQtsaKAPCHrLdlc4mpROpg",
        "link3": "https://www.yelp.com/biz/JB6L1DF0e8FVgHvPUf9RfA",
        "content": "Outstanding customer service and outstanding technician. They scheduled the estimate for my screen door to be replaced and Joseph did an outstanding job right there and then. He was extremely courteous and knowledgeable, and the price for the screen door was within budget. Will definitely recomme…"
      },
      {
        "name": "Kim R.",
        "dataReviewId": "XRp9JNiQzAfefhQ0bzJoKg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=vDRfoq70KfncDYWytq6xXQ",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-hayward?hrid=XRp9JNiQzAfefhQ0bzJoKg",
        "link3": "https://www.yelp.com/biz/JB6L1DF0e8FVgHvPUf9RfA",
        "content": "I love my new Security Screen Door. Best service ever provided by Tyler who came out to measure my door and also completed the installation. I initially planned to buy a basic aluminum screen door, but after meeting with Tyler and learning about the Security doors Mike's Mobile offers, I decided…"
      }
    ],
    "map": [
      {
        "latitude": 37.714314,
        "longitude": -122.089735,
        "zoom": 10,
        "regions": [
          {
            "paths": [
              { "lat": 37.711084, "lng": -122.203849 },
              { "lat": 37.841927, "lng": -122.158708 },
              { "lat": 37.873051, "lng": -122.142075 },
              { "lat": 37.876469, "lng": -122.136157 },
              { "lat": 37.871911, "lng": -122.106132 },
              { "lat": 37.664247, "lng": -121.923943 },
              { "lat": 37.650661, "lng": -121.921612 },
              { "lat": 37.561415, "lng": -122.092702 },
              { "lat": 37.562902, "lng": -122.132254 },
              { "lat": 37.584686, "lng": -122.146945 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "haywardRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "NFPA 211 standards dictate that residential properties should have their chimney cleaned and inspected annually. Because clogged chimneys or vents can cause fires. Mike's Mobile is providing services in Hayward with a free level 1 digital inspection report with every sweep!"
          },
          {
            "title": "Chimney Cleaning",
            "text": "NFPA 211 standards dictate that residential properties should have their chimney cleaned and inspected annually. Because clogged chimneys or vents can cause fires. Mike's Mobile is providing services in Hayward with a free level 1 digital inspection report with every sweep!"
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "For any kind of Chimney repairs in Hayward you don’t have to look further. Mike's Mobile is a full chimney servicing company able to entire chimney rebuilds if necessary!"
          },
          {
            "title": "Accessories",
            "text": "Mike's Mobile is serving the residents of Hayward with best fireplace accessories e.g. chimney caps, fireplace grates, glass door sets, radiant firebacks.. So if you need any kind of service feel free to call and talk to our trained technicians to get the best for your home!"
          },
          {
            "title": "Masonry Services",
            "text": "Mike’s Mobile Screen & Chimney Service offers masonry services of all scales and types. Call us today for quick services in Hayward. From tuck-pointing to full chimney rebuilds, we are experts in it."
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Mike Mobile provides Dryer vent cleaning services all across Hayward.Clogged dryer vent is dangerous as it can cause fires! So get our services today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor forTitan security screen doors and window security products we provide security doors that are the best all around Hayward. Fully customizable our security doors come in a full range for every price point or home type. So whenever you need any of these services. Remember We are just a call away."
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile is the premier contractor for viewguard security screen doors that are the best all around the Hayward. Our viewguard looks like a screen door but is actually high tensile strength stainless steel woven into a fine mesh. So whenever you need any of these services. Remember We are just a call away."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "Tru-View security screen doors from Mike's Mobile give you security and access to the cool breeze. Tru-View doors come in a variety of color frame options and are custom made to fit your doorway.Mike's Mobile is Hayward premier Tru-View security screen doors."
          },
          {
            "title": "Sliding Security Doors",
            "text": "Are you looking for Sliding Security Doors or window security products for your home or business place in Hayward? Then you've come to the right place! Mike's Mobile provides a full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Mike's Mobile has been a Hayward premier Quick Escape security window Screens dealer for 16 years and counting. Our steel doors are hand-made ,fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Mike's Mobile has been the premier contractor for security window Screens in the Hayward for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Hayward. Fully customizable our security doors come in a full range for every price point or home type. So whenever you need any of these services. Remember We are just a call away."
          },
          {
            "title": "Solar Screens",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Hayward. Fully customizable our security doors come in a full range for every price point or home type. So whenever you need any of these services. Remember We are just a call away."
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Hayward. Fully customizable our security doors come in a full range for every price point or home type. So whenever you need any of these services, Remember We are just a call away."
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products that are the best all around Hayward. Fully customizable our screen doors come in a full range for every price point or home type. So whenever you need any of these services, Remember We are just a call away."
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide retractable screen doors that are the best all around the Hayward. So whenever you need any of these services, Remember We are just a call away."
          },
          {
            "title": "Pet Doors",
            "text": "Mike's Mobile is your one-stop shop in the greater Hayward area for all your home window and door security needs. Make sure you visit our showroom at 9941 Horn Rd., Suite A, Sacramento, Ca, 95827 to see all of our security products in person!"
          },
          {
            "title": "Garage Screen Doors",
            "text": "Mike's Mobile is your one-stop shop in the greater Hayward area for all your home window and door security needs. Make sure you visit our showroom at 9941 Horn Rd., Suite A, Sacramento, Ca, 95827 to see all of our security products in person!"
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Are you' looking for security doors or window security products for your home or business place in Hayward?Then you've come to the right place! Mike's Mobile provides full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Are you' looking for security doors or window security products for your home or business place in Madera?Then you've come to the right place! Mike's Mobile provides full line of security products at best possible costs. Mike's Mobile security doors are auto-cad designed for tight tolerances but are ultimately hand-made with 100% customization that fits all your security needs."
          }
        ]
      }
    ],
    "areas": [
      "Moraga",
      "Brookshire",
      "San Leandro",
      "Castro Valley",
      "San Lorenzo",
      "Hayward",
      "Russell City",
      "Sorenson",
      "Carpenter",
      "Union City"
    ]
  },
  {
    "region": "Danville",
    "slug": "Danville",
    "phone": "(925) 443-0700",
    "truckImg": "/assets/images/regional/genTruck.png",
    "description": "Whether you're a business owner or a homeowner . All of us need safety and to ensure that we need proper chimney and fireplace services (recommended by NFPA). Mike's mobile screen and chimney service offer all varieties of chimney and fireplace cleanings, inspections, repairs, rebuilds, masonry work etc. So every time in want of service just call us over!",
    "reviews": [
      {
        "name": "Jazz K.",
        "dataReviewId": "psj5IXYfT8BALWob9UJ4Dw",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=TMPypumzbSeB33Pq4Aitzw",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-danville-5?hrid=psj5IXYfT8BALWob9UJ4Dw",
        "link3": "https://www.yelp.com/biz/JO2rCDZ1IGZx_f4O0GBk4A",
        "content": "I couldn't get the gas fireplace in our rental unit to fire up. I could smell gas, but no flame, so I searched Fireplace Repair Companies in Walnut Creek on Yelp. Mike's Mobile Screen & Chimney popped up. They had great reviews, so I gave them a call. I spoke to Samantha, who was very helpful. Sh…"
      },
      {
        "name": "Mary J.",
        "dataReviewId": "VQtsaKAPCHrLdlc4mpROpg",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=IIdi4pqZp3a8FxQkkWybug",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-danville-5?hrid=44-P-bMPqs61_XhLWihK9g",
        "link3": "https://www.yelp.com/biz/JO2rCDZ1IGZx_f4O0GBk4A",
        "content": "I am so happy with their service! The technician did a great job installing the damper, and he made sure we know how to use it before he left, he was so patient. The cost is very fair too. I recommend them to everyone!"
      },
      {
        "name": "Pattie K.",
        "dataReviewId": "EmrRb4jrZCD_Q6cI-7yg4g",
        "data-hostname": "www.yelp.com",
        "link1": "https://www.yelp.com/user_details?userid=lsU_AlKxToRj2WsygNFn5g",
        "link2": "https://www.yelp.com/biz/mikes-mobile-screen-and-chimney-service-danville-5?hrid=EmrRb4jrZCD_Q6cI-7yg4g",
        "link3": "https://www.yelp.com/biz/JO2rCDZ1IGZx_f4O0GBk4A",
        "content": "Mike's Mobile is one of the very best companies I have ever worked with. Ever! All of their employees are just amazing. From the person who answers the phone and schedules, to the installers, and the accounting department. All professional. I just had Daniel, lead tec guy, leave after working on …"
      }
    ],
    "map": [
      {
        "latitude": 37.715066,
        "longitude": -121.818588,
        "zoom": 10,
        "regions": [
          {
            "paths": [
              { "lat": 37.847074, "lng": -122.015713 },
              { "lat": 37.848224, "lng": -121.958906 },
              { "lat": 37.796416, "lng": -121.552339 },
              { "lat": 37.78302, "lng": -121.531325 },
              { "lat": 37.766933, "lng": -121.531181 },
              { "lat": 37.58831, "lng": -121.64666 },
              { "lat": 37.51692, "lng": -121.863647 },
              { "lat": 37.522504, "lng": -121.88586 },
              { "lat": 37.557373, "lng": -121.9255068 },
              { "lat": 37.808551, "lng": -122.02748 },
              { "lat": 37.828469, "lng": -122.026219 },
              { "lat": 37.847074, "lng": -122.015713 }
            ],
            "fillColor": "blue",
            "visible": true,
            "label": "danvileRegion"
          }
        ]
      }
    ],
    "services": [
      {
        "slug": "chimneys",
        "title": "Chimney Services",
        "cards": [
          {
            "title": "Chimney Inspections",
            "text": "Mike's Mobile is the only one that offers chimney sweeps with a free Level inspection. The NFPA (National Fire Protection Agency) recommends an annual cleaning and safety inspection. We're covering the whole Danville with our services. So call today to book our services!"
          },
          {
            "title": "Chimney Cleaning",
            "text": "Mike's Mobile is the only one that offers chimney sweeps with a free Level inspection. The NFPA (National Fire Protection Agency) recommends an annual cleaning and safety inspection. We're covering the whole Danville with our services. So call today to book our services!"
          },
          {
            "title": "Gas Fireplace Repair & Service",
            "text": "Gas Fireplace not Working? We can get it working in no time!"
          },
          {
            "title": "Chimney Repairs",
            "text": "Mike's Mobile provides you with the best quality repair services . We provide services ranging from minor repairs to full rebuilds. We’re working all across Danville. So call us now and get a free quote!"
          },
          {
            "title": "Accessories",
            "text": "Mike's Mobile Screen and Chimney Services is providing best fireplace accessories e.g chimney caps, fireplace grates, glass door sets, radiant fire backs and others all across Danville with best quality since many years. So if you need any of these services you know where to call!"
          },
          {
            "title": "Masonry Services",
            "text": "Mike’s Mobile Screen & Chimney Service offers all kinds of masonry work. We are functioning as a full service masonry company in Danville. We specialities are as follows: brick, block, stone, veneer, fireplace face/hearth, chimney stack rebuild, hardscapes, tuck-pointing, waterproofing and more!"
          },
          {
            "title": "Dryer Vent Cleaning",
            "text": "Are you the resident of Danville needing vent cleaning services? So what are you waiting for? Mike's mobile is providing all these services all across Danville, So call us over today!"
          }
        ]
      },
      {
        "slug": "security",
        "title": "Security Screen Doors and Windows",
        "cards": [
          {
            "title": "Titan Security Screen Doors",

            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable Titan security screen doors to the Residents of Danville . The fit and finish on these doors is unparalleled by other manufacturers.Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Viewguard Security Screen Doors",
            "text": "Mike's Mobile is Walnut Creek premier supplier of Viewguard Security Screen Doors. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door. security doors are the best around. We are offering premium window and door security products to Walnut Creek.Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "TRU-View Security Screen Doors",
            "text": "If you're looking for security doors or window security products in the Danville area, you've come to the right place! Tru-View™ security screen doors incorporate the latest advances in high tensile strength materials and construction. The stainless steel marine grade mesh screen optimizes airflow, and maximizes security. Strength and beauty in perfect harmony. Call us today for a FREE TRU-View Security Screen Doors quote!"
          },
          {
            "title": "Sliding Security Doors",
            "text": "Mike's Mobile is Danville premier supplier of window and Sliding Security Doors and security products. From our completely customizable security doors to our contemporary Viewguard and stainless mesh products; we now even have sliding security doors to secure your patio door.security doors are the best around. We are offering premium window and door security products to Danville. Fully customizable our security doors come in a full range for every price point or home type."
          },
          {
            "title": "Quick Escape Security Window Screens",

            "text": "Mike's Mobile has been the premier contractor for Quick Escape security window Screens and security products in the Danville for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          },
          {
            "title": "Fixed Security Window Screens",
            "text": "Mike's Mobile has been Danvila premier security window Screens Dealer for 16 years and counting. Our steel doors are hand-made, fully-customizable with best possible pricing for adding security but also a personal touch to make your home unique and look nice .Call us today and get a free quote!"
          }
        ]
      },
      {
        "slug": "screens",
        "title": "Door and Window Screens",
        "cards": [
          {
            "title": "Window Screen Repair",

            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable security doors to the Residents of Danville . The fit and finish on these doors is unparalleled by other manufacturers.Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Solar Screens",
            "text": "Mike's Mobile is Danville's premier door and window security expert. Whether it's our security doors for unequaled customization or our aluminum and stainless steel Viewguard and  products for the ultimate in clean looks and contemporary security, we have you covered! Call us today for a FREE security door quote!"
          },
          {
            "title": "Sliding Screen Doors",

            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable security doors to the Residents of Danville . The fit and finish on these doors is unparalleled by other manufacturers.Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Swinging Screen Doors",
            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable security doors to the Residents of Danville . The fit and finish on these doors is unparalleled by other manufacturers.Check out our security screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Retractable Screen Doors",
            "text": "Mike's Mobile has 16 years of experience and has been providing100% customizable security doors to the Residents of Danville . The fit and finish on these doors is unparalleled by other manufacturers. Check out our screen doors for the ultimate in customization. See our stainless mesh products for premium security without the bars. Call today for a FREE quote!"
          },
          {
            "title": "Pet Doors",
            "text": "Looking for something truly custom and unique for your home? Mike's Mobile being the premier contractor for security doors and window security products we provide security doors that are the best all around the Danville. Fully customizable our security doors come in a full range for every price point or home type.So whenever you need any of these services . Remember We are just a call away."
          },
          {
            "title": "Garage Screen Doors",
            "text": "Mike's Mobile is Danville's premier supplier of window and door security products. From our completely customizable security doors to our contemporary View guard and stainless mesh products; we now even have sliding security doors to secure your patio door."
          }
        ]
      },
      {
        "slug": "awnings",
        "title": "Awnings",
        "cards": [
          {
            "title": "Retractable Patio Awnings",

            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Danville for over 16 years! We have full customizable security doors and also a line of stainless mesh products that offer security without the bars! Stop the bugs and the thugs today!"
          },
          {
            "title": "Drop Roll Sunscreens",
            "text": "Mike's Mobile has been the premier contractor for security doors and window security products in Danville for over 16 years! We have security screen doors with stunning designs and top of the line safety for your home. with optional MeshTec upgrade for added air flow. Call us right now to get a free quote."
          }
        ]
      }
    ],
    "areas": [
      "Danville",
      "San Ramon",
      "Dublin",
      "Pleasanton",
      "Sunol",
      "Tassajara",
      "Livermore",
      "Ulmar",
      "Altamont",
      "Mendenhall Springs"
    ]
  }
]
